Repository: artefactual/archivematica
Catalog: src/dashboard/src/locale/*/LC_MESSAGES/django.po
Languages: no, pt_br

source: No processing configuration file found (*ProcessingMCP.xml).
no: Ingen konfigurasjonsfil for prosessering funnet (*ProcessingMCP.xml).
pt_br: Nenhum arquivo de configuração de processamento encontrado (*ProcessingMCP.xml).

source: The following files are being ignored because they don't meet the requirements.
no: Følgende filer ignoreres fordi de ikke oppfyller kravene.
pt_br: Os seguintes arquivos estão sendo ignorados porque eles não atendem aos requisitos.

source: Add
no: Legg til
pt_br: Adicionar

source: Failure report: %(name)s
no: Feilrapport: %(name)s
pt_br: Relatório de falha: %(name)s

source: Failure report
no: Feilrapport
pt_br: Relatório de falha:

source: Date
no: Dato
pt_br: Data

source: No reports found.
no: Fant ingen rapporter.
pt_br: Não foram encontrados relatórios.

source: Search administration
no: Søkeadministrasjon

source: %(count)s AIP files indexed.
no: %(count)s AIP-filer indeksert.

source: Flush AIP Index
no: Flush AIP-Indeks

source: General
no: Generelt
pt_br: Geral

source: Failures
no: Feil
pt_br: Falhas

source: Storage locations
no: Lagringsplasser

source: Processing storage usage
no: Bruk av prosesseringslagring
pt_br: Processando o uso do armazenamento

source: DIP upload
no: DIP-opplasting
pt_br: Carregamento do DIP

source: Handle server config
no: Serverhåndtakskonfigurasjon
pt_br: Gerencie a configuração do servidor

source: Previous page
no: Forrige side
pt_br: Página anterior

source: Next page
no: Neste side
pt_br: Próxima página

source: Taxonomy
no: Taxonomi
pt_br: Taxonomia

source: The processing storage location is determined in the Archivematica pipeline with the shared directory configuration path and in the Storage Service with the currently processing location associated with this pipeline.
no: Prosesseringslagringsplassen er bestemt i Archivematica røret med den delte mappekonfigurasjonsstien og i lagringstjenesten med den nåværende behandlingsplassen i forbindelse med denne pipelinen.

source: By clicking the button below, this page will be reloaded calculating the space and usage of the entire disk where the shared directory is located. This process may take a long time depending on the disk configuration and its usage.
no: Ved å klikke på knappen nedenfor, vil denne siden lastes inn på nytt og beregne plass og bruk av hele disken der den delte mappen ligger. Denne prosessen kan ta lang tid, avhengig av diskkonfigurasjonen og dens bruk.

source: Calculate disk usage
no: Beregn diskbruk

source: General information:
no: Generell informasjon:

source: This section displays the location where the disk is mounted on the system and its current usage and space alongside the shared directory path and size.
no: Denne delen viser plasseringen der disken er montert på systemet, og dens nåværende bruk og plass ved siden av den delte mappestien og -størrelsen.

source: Disk location
no: Diskplassering

source: Disk usage
no: Diskbruk

source: Shared directory
no: Delt mappe

source: Shared directory size
no: Delt mappes størrelse

source: Clearable directories:
no: Mapper som kan fjernes:

source: This table displays some directories within the shared directory that can be cleared manually.
no: Denne tabellen viser noen mapper i den delte katalogen som kan slettes manuelt.

source: Size
no: Størrelse
pt_br: Tamanho

source: About Archivematica
no: Om Archivematica
pt_br: Sobre Archivematica

source: Agent code
no: Agentkode
pt_br: Código do agente

source: Appraisal
no: Vurdering
pt_br: Arranjo

source: Elasticsearch Indexing Disabled
no: Elasticsearch indeksering deaktivert
pt_br: Indexação do Elasticsearch Desabilitada

source: Sorry, Elasticsearch indexing has been disabled for the Transfers related indexes in this Archivematica installation. The appraisal tab is non-functional when indexing is turned off.
no: Beklager, Elasticsearch-indeksering er deaktivert for de overføringsrelaterte indeksene i denne Archivematica-installasjonen. Vurderingsfanen er ikke funksjonell når indeksering er slått av.
pt_br: Desculpe, a indexação do Elasticsearch foi desabilitada para índices relacionados a Transferências nesta instalação do Archivematica. A tela appraisal (avaliação) não funciona quando a indexação estiver desativada.

source: Show files?
no: Vis filer?
pt_br: Mostrar arquivos?

source: Show AICs?
no: Vis AIC-er?

source: Search archival storage
no: Søk i arkivlager
pt_br: Pesquisar no armazenamento de arquivo

source: Archival storage
no: Arkivlagring
pt_br: Armazenamento de arquivo

source: Search
no: Søk
pt_br: Pesquisa

source: Browse archival storage
no: Bla gjennom arkivlager
pt_br: Navegue no armazenamento de arquivo

source: Total size: %(size)s MB
no: Total størrelse: %(size)s MB

source: Files indexed: %(count)s
no: Filer indeksert: %(count)s
pt_br: Arquivos indexados : %(count)s

source: Sort
no: Sorter

source: Date stored
no: Dato sortert
pt_br: Data armazenada

source: Encrypted
no: Kryptert
pt_br: Criptografado

source: Archival storage is empty.
no: Arkivlageret er tom.

source: Sorry, Elasticsearch indexing has been disabled for the AIPs related indexes in this Archivematica installation. The archival storage tab is non-functional when indexing is turned off.
no: Beklager, Elasticsearch-indeksering er deaktivert for AIP-relaterte indekser i denne Archivematica-installasjonen. Arkivlagringsfanen er ikke funksjonell når indeksering er slått av.
pt_br: Desculpe, a indexação do Elasticsearch foi desabilitada para índices relacionados a AIPs nesta instalação do Archivematica. A tela archival storage (armazenamento arquivístico) não funciona quando a indexação está desligada.

source: Create an AIC
no: Opprett en AIC

source: Files
no: Filer

source: Part of %(item)s
no: Del av %(item)s

source: File(s)
no: Fil(er)

source: AIP(s)
no: AIP(er)

source: view raw
no: vis i råformat

source: AIP %(uuid)s details missing from database.
no: AIP %(uuid)s detaljer mangler i databasen.

source: No results, please try another search.
no: Ingen resultater, prøv et nytt søk.

source: Archival Information Package
no: Arkiv-Informasjons-Pakke
pt_br: Pacote de informações de arquivo

source: Location
no: Plasseringer
pt_br: Localização

source: METS file
no: METS-fil

source: Pointer file
no: Peker-fil
pt_br: Indicador de arquivo

source: Re-ingest
no: Gjenopplasting
pt_br: Readmissão

source: Metadata-only DIP upload to AtoM
no: Kun-metadata DIP-opplasting til AtoM
pt_br: Carregamento DIP somente de metadados para o AtoM

source: Upload
no: Opplasting
pt_br: Carregar

source: Choose type of re-ingest
no: Velg gjenopplastingstype
pt_br: Escolha o tipo de readmissão

source: Are you sure that you want to delete this AIP
no: Er du sikker på at du vil slette denne AIP-en
pt_br: Tem certeza de que deseja excluir este AIP

source: Choosing to delete this package will send a request to your Archival Storage administrator. If the administrator approves the request, your package will be deleted from your Archival Storage and your index will be updated. If the administrator denies the request, the package will remain in storage and the administrator will contact you.
no: Hvis du velger å slette denne pakken, sendes en forespørsel til arkivlagringsadministratoren din. Hvis administratoren godkjenner forespørselen, blir pakken din slettet fra arkivlagret ditt og indeksen din blir oppdatert. Hvis administratoren avviser forespørselen, vil pakken forbli lagret og administratoren vil kontakte deg.
pt_br: Escolhendo excluir este pacote será enviado um pedido para o administrador de armazenamento. Se o administrador aprova o pedido, seu pacote será excluído do seu armazenamento e seu índice será atualizado. Se o administrador negar o pedido, o pacote permanecerá no armazenamento e o administrador entrará em contato com você.

source: Backlog search
no: Backlogg-søk
pt_br: Pesquisa de backlog

source: Sorry, Elasticsearch indexing has been disabled for the Transfers related indexes in this Archivematica installation. The backlog tab is non-functional when indexing is turned off.
no: Beklager, Elasticsearch-indeksering er deaktivert for de overføringsrelaterte indeksene i denne Archivematica-installasjonen. Backlogg-fanen er ikke-funksjonell når indeksering er slått av.
pt_br: Desculpe, a indexação do Elasticsearch foi desabilitada para os índices relacionados a Transferências nesta instalação do Archivematica. A aba backlog não funciona quando a indexação está desligada.

source: Reason for deletion:
no: Årsak til sletting:
pt_br: Motivo da eliminação:

source: Elasticsearch error
no: Elasticsearch feil
pt_br: Erro do Elasticsearch

source: Exception type: %(exception_type)s
no: Unntakstype: %(exception_type)s
pt_br: Tipo de exceção: %(exception_type)s

source: Sorry! The page that you are trying to view is not available.
no: Beklager! Siden du prøver å vise er ikke tilgjengelig.
pt_br: Desculpe! A página que você está tentando ver não está disponível.

source: Please contact an administrator.
no: Vennligst kontakt en administrator.
pt_br: Entre em contato com o administrador.

source: ElasticSearch server issue
no: Elasticsearch serverfeil
pt_br: Problema do servidor ElasticSearch

source: Forbidden
no: Forbudt
pt_br: Proibido

source: Sorry! You do not have enough access privileges for this operation.
no: Beklager! Du har ikke tilstrekkelige tilgangsrettigheter for denne operasjonen.
pt_br: Desculpe! Você não possui privilégios de acesso suficientes para esta operação.

source: Ingest
no: Opplasting
pt_br: Admissão

source: Initializing...
no: Initialiserer...
pt_br: Inicializando ...

source: Title
no: Tittel
pt_br: Título

source: Match
no: Er like
pt_br: Corresponder

source: Filter objects
no: Filtrer objekter
pt_br: Filtrar objetos

source: Filter resources
no: Filtrer ressurser
pt_br: Filtrar recursos

source: Pair
no: Par
pt_br: Par

source: Parent record
no: Overordnet dokument
pt_br: Registro principal

source: Assign objects
no: Tilordne objekter
pt_br: Atribuir objetos

source: Assign objects to descriptions
no: Tilordne objekter til beskrivelser
pt_br: Atribuir objetos a descrições

source: Restart matching
no: Start sammenligning på nytt
pt_br: Reiniciar a correspondência

source: Review matches
no: Gå gjennom like
pt_br: Revisar correspondências

source: Objects
no: Objekter
pt_br: Objetos

source: Select all
no: Velg alle
pt_br: Selecionar todos:

source: Resources
no: Ressurser
pt_br: Recursos

source: Level
no: Nivå
pt_br: Nível

source: Dates
no: Datoer
pt_br: Datas

source: Pairs
no: Par
pt_br: Pares

source: File
no: Fil
pt_br: Arquivo

source: Confirm
no: Bekreft
pt_br: Confirme

source: Delete match
no: Slett lik
pt_br: Eliminar correspondência

source: Collection
no: Kolleksjon
pt_br: Coleção

source: Assign DIP objects to this level of description
no: Tilordne DIP-objekter til dette beskrivelsesnivået
pt_br: Atribua objetos DIP a este nível de descrição

source: Level of description
no: Beskrivelsesnivå
pt_br: Nível de descriçao

source: No child descriptions found.
no: Ingen underordnede beskrivelser funnet.
pt_br: Nenhuma descrição em níveis inferiores foi encontrada

source: Assign DIP objects to this resource
no: Tilordne DIP-objekter til denne ressursen
pt_br: Atribuir objetos DIP a este recurso

source: Collections
no: Kolleksjoner
pt_br: Coleções

source: Finish matching
no: Fullfør sammenligning
pt_br: Finalizando correspondência

source: Search transfer backlog
no: Søk overførings-backlogg
pt_br: Pesquisar transferência do backlog

source: Submission Information Package
no: Innsendings-Informasjons-Pakke
pt_br: Pacote de informação de envio

source: There are micro-services awaiting user decisions.
no: Mikrotjenester venter på brukerbeslutninger.
pt_br: Existem micro-serviços que aguardam decisões dos usuários.

source: View micro-services
no: Vis mikrotjenester
pt_br: Visualizar micro-serviços

source: Microservices
no: Mikrotjenester
pt_br: Microserviços

source: Rights
no: Rettigheter
pt_br: Direitos

source: Manual normalization event detail
no: Manuell normalisering av hendelsesdetaljer
pt_br: Detalhamento do evento de normalização manual

source: Add metadata files
no: Legg til metadatafiler
pt_br: Adicionar arquivos de metadados

source: Ingest start time
no: Opplastnings starttid
pt_br: Horário de início de admissão

source: Remove all completed
no: Fjern alle fullførte
pt_br: Remover tudo concluído

source: Remove
no: Fjern
pt_br: Remover

source: Microservice
no: Mikrotjeneste
pt_br: Microserviço

source: Job
no: Jobb
pt_br: Tarefa

source: Tasks
no: Oppgaver
pt_br: Tarefas

source: Please provide the identifier required by the AtoM or Binder SWORD V1 deposit endpoint.
no: Oppgi identifikatoren som kreves av deposit-endepunktet for AtoM eller Binder SWORD V1.
pt_br: Por favor, forneça o identificador de endpoint de depósito SWORD V1 solicitado pelo AtoM ou Binder.

source: <strong>AtoM:</strong> In AtoM, this is the permalink or slug of the target archival description where the DIP will be attached as a child. For example, if the URL of the archival description is 'http://myAtoM.ca/newsletters-2;rad', then you would enter 'newsletters-2'.
no: <strong>AtoM:</strong> I AtoM er dette permalinken eller sluggen til målarkivbeskrivelsen der DIP-en blir festet som underordnet. For eksempel, hvis URL-en til arkivbeskrivelsen er 'http://myAtoM.ca/newsletters-2;rad', vil du skrive inn 'newsletters-2'.
pt_br: <strong>AtoM:</strong> No AtoM, este é o permalink ou slug da descrição arquivística ao qual o DIP será anexado como descendente. Por exemplo, se a URL da descrição arquivística for 'http://myAtoM.ca/newsletters-2;rad', então você deve inserir 'newsletters-2'.

source: <strong>Binder:</strong> In Binder, this is an identifier that indicates which resource or technology record the DIP will be attached to. Resources are preceded by 'ar:' (e.g. 'ar:123') and technology records are preceded by 'tr:' (e.g. 'tr:456').
no: <strong>Binder:</strong> I Binder er dette en identifikator som indikerer hvilken ressurs eller teknologiregistrering DIP-en vil være knyttet til. Ressurser blir innledet med 'ar:' (f.eks. 'ar: 123') og teknologiregistreringer er innledet med 'tr:' (f.eks. 'tr: 456').
pt_br: <strong>Binder:</strong> No Binder, este é um identificador que indica a qual recurso ou registro tecnológico o DIP será anexado. Os recursos são precedidos de 'ar:' (por exemplo: 'ar:123') e registros tecnológicos são precedidos de 'tr:' (por exemplo: 'tr:456').

source: Select a directory
no: Velg en mappe
pt_br: Selecione um diretório

source: A name given to the resource.
no: Et navn gitt til ressursen.
pt_br: Um nome dado ao recurso.

source: An entity primarily responsible for making the resource.
no: En enhet som er hovedansvarlig for å lage ressursen.
pt_br: Uma entidade principal responsável por fazer o recurso

source: The topic of the resource.
no: Et tema for ressursen.
pt_br: O tópico do recurso.

source: An account of the resource.
no: En konto for ressursen.
pt_br: Uma conta do recurso.

source: An entity responsible for making the resource available.
no: En enhet som er ansvarlig for å tilgjengeliggjøre ressursen.
pt_br: Uma entidade responsável por disponibilizar o recurso.

source: An entity responsible for making contributions to the resource.
no: En enhet som er ansvarlig for å gi bidrag til ressursen.
pt_br: Uma entidade responsável por fazer contribuições para o recurso.

source: A point or period of time associated with an event in the lifecycle of the resource.
no: Et tidspunkt eller -rom assosiert med en hendelse i ressursens livssyklus.
pt_br: Um ponto ou período de tempo associado a um evento no ciclo de vida do recurso.

source: The nature or genre of the resource.
no: Ressursens natur eller kategori.
pt_br: A natureza ou gênero do recurso.

source: You may wish to use the DCMI type vocabulary provided here: <a href="http://dublincore.org/documents/dcmi-type-vocabulary/">http://dublincore.org/documents/dcmi-type-vocabulary/</a>
no: Det kan være lurt å bruke ordforrådet av typen DCMI som er gitt her: <a href="http://dublincore.org/documents/dcmi-type-vocabulary/">http://dublincore.org/documents/dcmi-type-vocabulary/</a>
pt_br: Você pode usar o vocabulário de tipo DCMI fornecido aqui: <a href="http://dublincore.org/documents/dcmi-type-vocabulary/">http://dublincore.org/documents/dcmi-type-vocabulary/</a>

source: The file format, physical medium, or dimensions of the resource.
no: Ressursens filformat, fysiske medium eller dimensjoner.
pt_br: O formato do arquivo, o meio físico ou as dimensões do recurso.

source: Best practice is to use a controlled vocabulary such as the list of Internet Media Types [MIME] provided here: <a href="http://www.iana.org/assignments/media-types/" target="_blank">http://www.iana.org/assignments/media-types/</a>
no: Beste praksis er å bruke et kontrollert ordforråd som f.eks. listen over Internett-mediatyper [MIME] gitt her: <a href="http://www.iana.org/assignments/media-types/" target="_blank">http://www.iana.org/assignments/media-types/</a>
pt_br: A melhor prática é usar um vocabulário controlado, como a lista de Tipos de mídia da Internet [MIME] fornecidos aqui: <a href="http://www.iana.org/assignments/media-types/" target="_blank">http://www.iana.org/assignments/media-types/</a>

source: An unambiguous reference to the resource within a given context.
no: En entydig referanse til ressursen innenfor en gitt kontekst.
pt_br: Uma referência inequívoca ao recurso dentro de um determinado contexto.

source: A related resource from which the described resource is derived.
no: En relatert ressurs som den beskrevne ressursen kommer fra.
pt_br: Um recurso relacionado a partir do qual o recurso descrito é derivado.

source: A related resource.
no: En relatert ressurs.
pt_br: Um recurso relacionado.

source: A language of the resource.
no: Et språk for ressursen.
pt_br: Uma idioma do recurso.

source: The spatial or temporal topic of the resource, the spatial applicability of the resource, or the jurisdiction under which the resource is relevant.
no: Ressursens romlige eller tidsmessige tema, ressursens romlige anvendelighet eller jurisdiksjonen som ressursen er relevant for.
pt_br: O tópico espacial ou temporal do recurso, a aplicabilidade espacial do recurso ou a jurisdição sob a qual o recurso é relevante.

source: Information about rights held in and over the resource.
no: Informasjon om rettigheter i og over ressursen.
pt_br: Informações sobre direitos mantidos no e sobre o recurso.

source: File name
no: Filnavn
pt_br: Nome do arquivo

source: File format
no: Filformat
pt_br: Formato de arquivo

source: Preservation normalization attempted
no: Bevaringsnormalisering forsøkt
pt_br: Tentativa de normalização da preservação

source: Preservation normalization failed
no: Bevaringsnormalisering mislyktes
pt_br: A normalização da preservação falhou

source: Preservation conformance check
no: Kontroll av bevarings-samsvar
pt_br: Verificação de conformidade de preservação

source: Already in preservation format
no: Allerede i bevaringsformat
pt_br: Já está em formato de preservação

source: Access normalization attempted
no: Tilgangsnormalisering forsøkt
pt_br: Tentativa de normalização de acesso

source: Access normalization failed
no: Tilgangsnormalisering mislyktes
pt_br: A normalização do acesso falhou

source: Access conformance check
no: Kontroll av tilgangs-samsvar
pt_br: Verificação de conformidade de acesso

source: Failed,Passed
no: Mislyktes,Bestått
pt_br: Falhou, aprovado

source: Showing %(start_index)s-%(end_index)s of %(total_items)s
no: Viser %(start_index)s-%(end_index)s av %(total_items)s
pt_br: Mostrando %(start_index)s-%(end_index)s de %(total_items)s

source: Register this pipeline in the Storage Service
no: Registrer dette røret i lagringstjenesten
pt_br: Registre este pipeline no Storage Service

source: Register
no: Registrer
pt_br: Registro

source: Welcome
no: Velkommen
pt_br: Bem-vindo

source: Welcome!
no: Velkommen!
pt_br: Bem-vindo!

source: Archivematica has been installed successfully. Please take a minute to enter some details into the system.
no: Archivematica er installert. Vennligst legge inn noen detaljer i systemet.
pt_br: A Archivematica foi instalada com sucesso. Por favor, leve um minuto para inserir alguns detalhes no sistema.

source: Transfer
no: Overføring
pt_br: Transferir

source: Backlog
no: Backlogg

source: Preservation planning
no: Planlegg bevaring
pt_br: Plano de preservação

source: Your profile
no: Din profil
pt_br: Seu perfil

source: Log out
no: Logg ut
pt_br: Sair

source: Upload date
no: Opplastingsdato
pt_br: Data de upload

source: Upload status
no: Opplastingsstatus
pt_br: Status do upload

source: Transfer %(uuid)s
no: Overføring %(uuid)s
pt_br: Transferir %(uuid)s

source: File UUID
no: Fil-UUID
pt_br: Arquivo UUID

source: Not applicable
no: Ikke anvendelig

source: Client
no: Klient
pt_br: Usuário

source: Exit code
no: Sluttkode
pt_br: Código de saída

source: Start time
no: Starttid
pt_br: Hora inicial

source: End time
no: Sluttid
pt_br: Hora final

source: Created time
no: Opprettet-tid
pt_br: Tempo criado

source: Duration
no: Varighet
pt_br: Duração

source: %(duration)s seconds(s)
no: %(duration)s sekund(er)
pt_br: %(duration)s segundo(s)

source: Module %(module)s
no: Modul %(module)s
pt_br: Módulo %(module)s

source: Standard streams
no: Standardstrømmer
pt_br: Fluxos padrão

source: Standard output (stdout)
no: Standard-utmelding (stdout)
pt_br: Saída padrão (stdout)

source: Errors and diagnostics (stderr)
no: Feil og diagnostikk (stderr)

source: Saved
no: Lagret
pt_br: Salvo

source: An error has occurred.
no: En feil har oppstått.
pt_br: Ocorreu um erro.

source: New content added.
no: Nytt innhold lagt til.
pt_br: Novo conteúdo adicionado

source: New content added: %(type)s.
no: Nytt innhold lagt til: %(type)s.
pt_br: Novo conteúdo adicionado: %(type)s.

source: Copyright documentation identifier:
no: Identifikator for opphavsrettsdokumentasjon:
pt_br: Identificador da documentação de direitos autorais:

source: Role
no: Rolle
pt_br: Função

source: Statute documentation identifier:
no: Identifikator for vedtektsdokumentasjon:
pt_br: Identificador da documentação do Estatuto:

source: License documentation identifier:
no: Identifikator for lisensdokumentasjon:
pt_br: Identificador da documentação da licença:

source: Documentation identifier
no: Identifikator for dokumentasjon
pt_br: Identificador da documentação

source: Note
no: Merknad
pt_br: Nota

source: You may now add additional information such as document identifers and notes.
no: Du kan nå legge til tilleggsinformasjon som dokumentidentifikatorer og merknader.
pt_br: Agora, você pode acrescentar informações adicionais, como identificadores de documentos e notas.

source: Allow
no: Tillat
pt_br: Permite

source: Disallow
no: Tillat ikke
pt_br: Não permite

source: Conditional
no: Betinget
pt_br: Condicional

source: Grant/restriction note
no: Bevilgnings-/begrensningsnotat
pt_br: Nota de concessão/restrição

source: Done
no: Ferdig
pt_br: Feito

source: Act
no: Lov
pt_br: Ato

source: Restriction(s)
no: Begrensning(er)
pt_br: Restrição(ões)

source: Component metadata
no: Komponentmetadata
pt_br: Metadados de componentes

source: There are microservices awaiting user decisions.
no: Mikrotjenester venter på brukerbeslutninger.
pt_br: Existem microserviços que aguardam as decisões dos usuários.

source: View microservices
no: Vis mikrotjenester
pt_br: Visualizar microserviços

source: Transfer metadata
no: Metadata for overføring
pt_br: Transferir metadados

source: Transfer start time
no: Starttid for overføring
pt_br: Hora inicial da transferência

source: onLoad
pt_br: carregando

source: onRequest
pt_br: a pedido

source: Type
pt_br: Tipo

source: Format
pt_br: Formato:
