Repository: artefactual/archivematica
Catalog: src/dashboard/src/locale/*/LC_MESSAGES/djangojs.po
Languages: fr, ja, pt_br, sv

source: Error retrieving levels of description from AtoM
fr: Erreur lors de la récupération des niveaux de description venant d'AtoM
ja: AtoMから記述レベルの取得中にエラーが発生しました
pt_br: Erro ao recuperar níveis de descrição de AtoM
sv: Fel under hämtning av beskrivningsnivå från AtoM

source: Are you sure you want to delete this level of description?
fr: Êtes-vous certain de vouloir supprimer ce niveau de description ?
ja: この記述レベルを削除しますか？
pt_br: Tem certeza de que deseja excluir esse nível de descrição?
sv: Är du säker på att du vill radera denna beskrivningsnivå?

source: Delete
fr: Supprimer
ja: 削除
pt_br: Excluir
sv: Radera

source: Add
fr: Ajouter
ja: 追加
pt_br: Adicionar
sv: Lägg till

source: Add new
fr: Ajouter
ja: 新規追加
pt_br: Adicionar novo
sv: Lägg till ny

source: Any
fr: N'importe quel
ja: 任意
pt_br: Qualquer
sv: Valfri

source: File UUID
fr: Fichier UUID
ja: ファイル UUID
pt_br: Arquivo UUID
sv: Filens UUID

source: File path
fr: Chemin d'accès au fichier
ja: ファイルパス
pt_br: Caminho do arquivo
sv: Filens sökväg

source: File extension
fr: Extension de fichier
ja: ファイル拡張子
pt_br: Extensão do arquivo
sv: Filändelse

source: AIP name
fr: Nom de l'AIP
ja: AIP名
pt_br: Nome AIP
sv: AIP namn

source: Identifiers
fr: Identifiants
ja: 識別子
pt_br: Código de referência
sv: Signum

source: Part of AIC
fr: Partie d'une AIC
ja: AIC部
pt_br: Parte da AIC
sv: Del av AIC

source: AIC Identifier
fr: Identifiant AIC
ja: AIC識別子
pt_br: Identificador AIC
sv: AIC identifierare

source: Transfer metadata
fr: Transférer les métadonnées
ja: 転送メタデータ
pt_br: Transferir metadados
sv: Överföringens metadata

source: Transfer metadata (other)
fr: Transférer les métadonnées (autre)
ja: 転送メタデータ(その他)
pt_br: Transferir metadados (outros)
sv: Överföringens metadata (annan)

source: other field name
fr: autre nom du champ
ja: その他のフィールド名
pt_br: outro nome de campo
sv: annat fälts namn

source: Keyword
fr: Terme
ja: キーワード
pt_br: Palavra-chave
sv: Nyckelord

source: Phrase
ja: 語句
pt_br: Frase
sv: Fras

source: Date range
fr: Plage de dates
ja: 日付の範囲
pt_br: Intervalo de data
sv: Datumintervall

source: Download
fr: Télécharger
ja: ダウンロード
pt_br: Downloads
sv: Ladda ner

source: Accession number
fr: Numéro d'acquisition
ja: 受入番号
pt_br: Número do registro de entrada
sv: Accessionsnummer

source: Actions
ja: 行動
pt_br: Ações
sv: Åtgärder

source: Name
fr: Nom
ja: 名称
pt_br: Nome
sv: Namn

source: File count
fr: Nombre de fichiers
ja: ファイル数
pt_br: Contagem de arquivos
sv: Filantal

# DataTable - sEmptyTable
source: No data available in table
fr: Aucune donnée disponible dans le tableau
ja: テーブルにデータがありません
pt_br: Sem dados disponíveis na tabela
sv: Ingen data tillgänglig i tabellen

# DataTable - sInfo
source: Showing _START_ to _END_ of _TOTAL_ entries
fr: Afficher _START_ to _END_ of _TOTAL_ entrées
ja: 総数 _TOTAL_ の _START_ から _END_ を表示
pt_br: Mostrando _INICIAR_ para _FIM_ de entradas _TOTAL_
sv: Visar _START_ till _END_ av _TOTAL_ poster

# DataTable - sInfoEmpty
source: Showing 0 to 0 of 0 entries
fr: Afficher 0 à 0 sur 0 entrées
ja: 総数 0 の 0 から 0 を表示
pt_br: Mostrando 0 a 0 de 0 entradas
sv: Visar 0 till 0 av 0 poster

# DataTable - sInfoFiltered
source: (filtered from _MAX_ total entries)
fr: (filtrés à partir d'un total de _MAX_ entrées)
ja: ( _MAX_ の総エントリからフィルタしました)
pt_br: (filtrado de _MAX_ entradas totais)
sv: (filterat från totalt _MAX_ poster)

# DataTable - sLengthMenu
source: Show _MENU_ entries
fr: Afficher _MENU_ entries
ja: _MENU_ エントリを表示
pt_br: Mostrar entradas _MENU_
sv: Visa _MENU_ poster

# DataTable - sLoadingRecords
source: Loading...
fr: Chargement …
ja: ロード中...
pt_br: Carregando...
sv: Laddar...

# DataTable - sProcessing
source: Processing...
fr: En traitement...
ja: 処理中...
pt_br: Em processamento...
sv: Bearbetar...

# DataTable - sSearch
source: Search:
fr: Rechercher :
ja: 検索：
pt_br: Busca:
sv: Sök:

# DataTable - sZeroRecords
source: No matching records found
fr: Aucun enregistrement correspondant trouvé
ja: 該当するレコードが見つかりません
pt_br: Nenhum registro correspondente encontrado
sv: Inga matchande poster hittades

# DataTable - sFirst
source: First
fr: Premier
ja: 先頭
pt_br: Primeiro
sv: Först

# DataTable - sLast
source: Last
fr: Dernier
ja: 最後
pt_br: Último
sv: Sist

# DataTable - sNext
source: Next
fr: Suivant
ja: 次
pt_br: Próximo
sv: Nästa

# DataTable - sPrevious
source: Previous
fr: Précédent
ja: 前
pt_br: Anterior
sv: Föregående

# DataTable - sSortAscending
source: : activate to sort column ascending
fr: : activer le tri ascendant
ja: ：昇順に並べ替えるためアクティブにする
pt_br: : ativar para ordenar coluna ascendente
sv: : aktivera för att sortera kolumnen stigande

# DataTable - sSortDescending
source: : activate to sort column descending
fr: : activer le tri descendant
ja: ：降順に並べ替えるためアクティブにする
pt_br: : ativar para ordenar coluna descendente
sv: : aktivera för att sortera kolumnen fallande

source: Request deletion
fr: Demander la suppression
ja: 削除要求
pt_br: Solicitação de exclusão
sv: Begär radering

source: Filename
fr: Nom du fichier
ja: ファイル名
pt_br: Nome do arquivo
sv: Filnamn

source: Transfer UUID
fr: UUID du transfert
ja: 転送UUID
pt_br: Transferência de UUID
sv: Överföringens UUID

source: Ingest date
fr: Date d'entrée
ja: 取込日
pt_br: Data de admissão
sv: Ingestdatum

source: Select
fr: Sélectionner
ja: 選択
pt_br: Selecione
sv: Välj

source: Select directory
fr: Sélectionner un répertoire
ja: ディレクトリを選択
pt_br: Selecione o diretório
sv: Välj mapp

source: Yes
fr: Oui
ja: はい
pt_br: Sim
sv: Ja

source: Cancel
fr: Annuler
ja: キャンセル
pt_br: Cancelar
sv: Avbryt

source: Delete file or directory
fr: Supprimer le fichier ou le répertoire
ja: ファイル、ディレクトリの削除
pt_br: Excluir arquivo ou diretório
sv: Radera fil eller mapp

source: Are you sure you want to delete this directory or file?
fr: Êtes-vous sûr de vouloir supprimer ce répertoire ou ce fichier ?
ja: ディレクトリまたはファイルの削除を確定しますか？
pt_br: Tem certeza de que deseja excluir este diretório ou arquivo?
sv: Är du säker på att du vill radera denna mapp eller fil?

source: Dropped ID %(dropped_path) onto %(container_path)
fr: Ajouter l'ID %(dropped_path) dans %(container_path)
pt_br: Deixe o ID %(dropped_path) para %(container_path)
sv: Lämnade ID %(dropped_path) till %(container_path)

source: You can't move a directory into its subdirectory.
fr: Vous ne pouvez pas déplacer un répertoire dans son sous-répertoire.
ja: ディレクトリをサブディレクトリに移動することはできません。
pt_br: Você não pode mover um diretório para seu subdiretório.
sv: Du kan inte flytta en mapp till dess undermapp.

source: Are you sure you want to remove this SIP from the dashboard? Note that this does not delete the SIP or related entities.
fr: Voulez-vous vraiment effacer ce SIP du tableau de bord ? Cela ne supprimera pas le SIP ou les entités liées.
ja: このSIPをダッシュボードから削除してもよろしいですか？ SIPまたは関連するエンティティを削除しない点に注意してください。
pt_br: Tem certeza de que deseja remover este SIP do painel? Observe que isso não exclui o SIP ou entidades relacionadas.
sv: Är du säker på att du vill radera denna SIP från översiktsvyn? Notera att detta inte raderar SIP:en eller relaterade objekt.

source: Directory: %s
fr: Répertoire : %s
ja: ディレクトリ： %s
pt_br: Diretório:%s
sv: Mapp: %s

source: Remove SIP
fr: Effacer le SIP
ja: SIPを取り除く
pt_br: Remover SIP
sv: Radera SIP

source: Confirm
fr: Confirmer
ja: 確認する
pt_br: Confirma
sv: Bekräfta

source: Dublin Core metadata editor
fr: Éditeur de métadonnées Dublin Core
ja: ダブリンコア メタデータエディタ
pt_br: Editor de metadados do Dublin Core
sv: Dublin Core metadata redigerare

source: Close
fr: Fermer
ja: 閉じる
pt_br: Fechar
sv: Stäng

source: Error
fr: Erreur
ja: エラー
pt_br: Erro
sv: Fel

source: Report
fr: Rapport
ja: レポート
pt_br: Relatório
sv: Rapport

source: Match DIP objects to resources
fr: Faire correspondre les objets DIP aux ressources
ja: DIPオブジェクトとリソースを照合する
pt_br: Corresponder objetos DIP aos recursos
sv: Matcha DIP-objekt med resurser

source: Loading...
fr: Chargement …
ja: ロード中...
pt_br: Carregando...
sv: Laddar...

source: No resource selected.
fr: Aucune ressource sélectionnée.
ja: リソースが選択されていません。
pt_br: Nenhum recurso selecionado.
sv: Inga resurser valda.

source: No objects selected.
fr: Aucun objet sélectionné
ja: オブジェクトが選択されていません。
pt_br: Nenhum objeto selecionado.
sv: Inga poster valda.

source: Warning
fr: Avertissement
ja: 警告
pt_br: Atenção
sv: Varning

source: Dismiss
fr: Rejeter
ja: 却下
pt_br: Dispensar
sv: Avfärda

source: File name
fr: Nom du fichier
ja: ファイル名
pt_br: Nome do arquivo
sv: Filnamn

source: Ingest date (YYYY-MM-DD)
fr: Date d'entrée (AAAA-MM-JJ)
ja: 取込日（Ingest date） (YYYY-MM-DD)
pt_br: Data de admissão (AAAA-MM-DD)
sv: Ingestdatum (ÅÅÅÅ-MM-DD)

source: Browse
fr: Naviguer
ja: ブラウズ
pt_br: Navegador
sv: Bläddra

source: Add files
fr: Ajouter des fichiers
ja: ファイル追加
pt_br: Adicionar arquivos
sv: Lägg till filer

source: Please select at least one metadata file.
fr: Sélectionner au moins un fichier de métadonnées.
ja: 少なくとも1つのメタデータファイルを選択してください。
pt_br: Selecione pelo menos um arquivo de metadados.
sv: Välj minst en metadatafil.

source: Review
fr: Examiner
ja: レビュー
pt_br: Revisão
sv: Inspektera

source: %(directory) &raquo; %(type) &raquo; Tasks
fr: %(directory) &raquo; %(type) &raquo; Tâches
pt_br: %(diretório) &raquo; %(tipo) &raquo; Tarefas
sv: %(directory) &raquo; %(type) &raquo; Uppgifter

source: Select an action...
fr: Sélectionner une action...
ja: アクションを選択...
pt_br: Selecione uma ação ...

source: Are you sure you want to remove all completed %(unit)ss from the dashboard? Note that this does not delete the %(unit)ss or related entities.
fr: Êtes-vous certain de vouloir retirer du tableau de bord tous les %(unit)ss terminés? Veuillez noter que cette action n'effacera pas les %(unit)ss ou les entités associées.
pt_br: Tem certeza de que deseja remover todos os concluídos%(unit)ss do painel? Observe que isso não exclui o%(unit)ss ou entidades relacionadas.
sv: Är du säker på att du vill ta bort alla färdigställda %(unit)s från översiktsvyn? Notera att detta inte raderar %(unit)s eller relaterade objekt.

source: Remove All Completed %ss
fr: Retirer tous les %ss terminés
ja: 完了した %s 全てを削除
pt_br: Remover todos os concluídos%ss
sv: Ta bort alla avslutade %s

source: There were no completed %ss to remove
fr: Il n'y avait aucun %s complété à retirer
ja: 削除する %s は完了しませんでした
pt_br: Não há concluídos%spara remover.
sv: Det fanns inga avslutade %s att ta bort

source: Successfully removed the following %ss: %s
fr: Suppression réussie des éléments suivants %ss: %s
ja: 次の %sを正常に削除しました： %s
pt_br: Removido com sucesso o seguinte%ss: %s
sv: Radering av följande %s: %s lyckad

source: Failed to remove all completed %ss
fr: Échec de la suppression de tous les éléments terminés %ss
pt_br: Falha ao remover todos os concluídos%ss
sv: Avlägsning av alla avslutade %s misslyckades

source: Previous
fr: Précédent
ja: 前
pt_br: Anterior
sv: Föregående

source: Next
fr: Suivant
ja: 次
pt_br: Próximo
sv: Nästa

source: Error trying to connect to database. Trying again...
fr: Erreur lors de la tentative de connexion à la base de données. Essayer de nouveau...
ja: データベースへの接続中にエラーが発生しました。 もう一度やり直してください...
pt_br: Erro ao tentar se conectar ao banco de dados. Tentando novamente...
sv: Fel under anslutning till databas. Försöker igen...

source: Error trying to connect to MCP server. Trying again...
fr: Erreur lors de la tentative de connexion au serveur MPC. Essayer de nouveau ...
ja: MCPサーバーへの接続中にエラーが発生しました。 もう一度やり直してください...
pt_br: Erro ao tentar se conectar ao servidor MCP. Tentando novamente...
sv: Fel under anslutning till MCP-server. Försöker igen...

source: Connected
fr: Connecté
ja: 接続済
pt_br: Conectado
sv: Ansluten

source: Loading
fr: Chargement
ja: ロード中
pt_br: Carregando
sv: Laddar

source: Disconnected
fr: Déconnecté
ja: 切断済
pt_br: Desconectado
sv: Frånkopplad

source: Are you sure?
fr: Êtes-vous certain?
ja: 本当によろしいですか？
pt_br: Você tem certeza?
sv: Är du säker?

source: Type
ja: 種別
pt_br: Tipo
sv: Typ

source: Role
fr: Rôle
ja: 役割
pt_br: Função
sv: Roll

source: Copyright Note
fr: Note sur le droit d'auteur
ja: 著作権の注記
pt_br: Nota de Copyright
sv: Upphovsrättsanmärkning

source: designation used to uniquely identify documentation supporting the specified rights granted according to copyright within the repository system
fr: désignation utilisée pour identifier de manière unique la documentation prenant en charge les droits spécifiés accordés en fonction des droits d'auteur dans le système de dépôt
ja: リポジトリシステム内の著作権に基づいて付与された特定の権利をサポートする文書を一意に識別するための指定
pt_br: designação utilizada para identificar de forma exclusiva a documentação que apoie os direitos especificados concedidos de acordo com os direitos autorais dentro do sistema de repositório
sv: identifiering använd för att unikt identifiera dokumentation som stödjer de specifika rättigheterna beviljade enligt copyrighten inom lagringssystemet

source: a designation of the domain within which the copyright documentation identifier is unique
fr: une désignation du domaine dans lequel l'identifiant de documentation concernant les droits d’auteur est unique
ja: 著作権文書識別子が一意であるドメインの指定
pt_br: uma designação do domínio dentro do qual o identificador da documentação de direitos autorais é exclusivo
sv: en identifiering av den domän i vilken copyrightdokumentations identifieraren är unik

source: the value of the copyrightDocumentatinIdentifier
fr: la valeur de l'identifiant de documentation concernant les droits d’auteur (copyrightDocumentatinIdentifier)
ja: 著作権文書識別子の値
pt_br: o valor do identificador de copyrightDocumentatinIdentifier
sv: värdet av copyrightDocumentatinIdentifier

source: A value indicating the purpose or expected use of the documentation being identified
fr: Une valeur indiquant l'objet ou l'utilisation prévue de la documentation identifiée
ja: 識別されているドキュメントの目的または期待される使用を示す値
pt_br: Um valor que indica a finalidade ou o uso esperado da documentação que está sendo identificada
sv: Ett värde som indikerar syftet eller det förväntade användningsområdet av den dokumentation som identifieras

source: Additional information about the copyright status of the object
fr: Informations complémentaires sur le statut du droit d'auteur de l'objet.
ja: オブジェクトの著作権状態に関する追加情報
pt_br: Informações adicionais sobre o status de copyright do objeto
sv: Övrig information om objektets upphovsrättsstatus

source: Copyright Documentation Identifier
fr: Identifiant de la documentation sur le droit d'auteur
ja: 著作権文書の識別子
pt_br: Código de referencia do Copyright
sv: Copyrightdokumentations-identifierare

source: a designation of the domain within which the statute documenation identifier is unique
fr: une désignation du domaine dans lequel l'identifiant de la documentation sur la réglementation est unique
ja: 法令文書識別子が固有であるドメインの指定
pt_br: uma designação do domínio dentro do qual o regulamento do identificador da documentação é único
sv: en identifiering av den domän i vilken regelverkens dokumentations identifierare är unik

source: the value of the statuteDocumentatinIdentifier
fr: la valeur de l'identifiant de la documentation sur la réglementation (statuteDocumentatinIdentifier)
pt_br: o valor do regulamentoDocumentatinIdentifier
sv: värdet för statuteDocumentatinIdentifier

source: Statute Documentation Identifier
fr: Identifiant de la documentation sur la réglementation
ja: 法令文書の識別子
pt_br: Identificador da documentação do ato legal
sv: Regelverksdokumentations-identifierare

source: additional information about the statute
fr: Informations complémentaires sur la réglementation
pt_br: informações adicionais sobre o ato legal
sv: övrig information om regelverket

source: Statute Note
fr: Note sur la réglementation
ja: 法令の注釈
pt_br: Nota do ato legal
sv: Anmärkning angående regelverk

source: a value indicating the purpose or expected use of the documentation being identified
fr: une valeur indiquant l'objet ou l'utilisation prévue de la documentation identifiée
ja: 特定されているドキュメントの目的または期待される用途を示す値
pt_br: um valor que indica oobjetivo ou o uso esperado da documentação que está sendo identificada
sv: ett värde som indikerar syftet eller det förväntade användningsområdet av den dokumentation som identifieras

source: License Documentation Identifier
fr: Identifiant de la documentation sur la licence
pt_br: Código de referência da documentação de licença
sv: Licensdokumentations-identifierare

source: Other Rights Documentation Identifier
fr: Identifiant de la documentation sur les autres droits
ja: その他の著作権文書の識別子
pt_br: Código de referência da documentação de outros direitos
sv: Annan rättighetsdokumentations-identifierare

source: Other Rights Note
fr: Note sur les autres droits
ja: その他の権利注記
pt_br: Nota de outros direitos
sv: Notering över andra rättigheter

source: additional information about the license
fr: Informations complémentaires sur la licence
ja: ライセンスに関する追加情報
pt_br: informações adicionais sobre a licença
sv: övrig information om licensen

source: License Note
fr: Note sur la licence
ja: ライセンス注記
pt_br: Nota de licença
sv: Notering angående licensen

source: a condition or limitation on the act
fr: condition ou restriction d'utilisation de l'acte.
ja: 行為の条件または制限
pt_br: uma condição ou limitação no ato
sv: ett villkor eller begränsning av lagen.

source: additional information about the rights granted
fr: Informations complémentaires sur les droits accordés
ja: 付与された権利に関する追加情報
pt_br: informações adicionais sobre os direitos concedidos
sv: vidare information om beviljade rättigheter

source: use "OPEN" for an open ended term of restriction. Omit endDate if the ending date is unknown or the permission statement applies to many objects with different end dates.
fr: Utilisez "OPEN" pour une période de restriction ouverte. Omettez endDate si la date de fin est inconnue ou si la déclaration d'autorisation s'applique à de nombreux objets ayant des dates de fin différentes.
pt_br: use "OPEN" para um termo aberto de restrição. Omita endDate se a data final for desconhecida ou a declaração de permissão se aplica a muitos objetos com data final diferentes.
sv: använd "OPEN" för att inte ha någon tidsbegränsning på restriktionen. Utelämna endDate om sludatumet är okänt eller tillståndsdeklarationen gäller för flera olika objekt med olika slutdatum.

source: Restriction
ja: 制限
pt_br: Restrição
sv: Begränsning

source: Rights Granted Note
fr: Note sur les droits accordés
ja: 許可された権利の注記
pt_br: Nota sobre direitos concedidos
sv: Anmärkning rörande beviljade rättigheter

source: You'll be able to create a %s record once the above section is completed.
fr: Vous serez en mesure de créer une notice %s une fois la section ci-dessus complétée.
pt_br: Você poderá criar um %s registro uma vez que a seção acima esteja completa.
sv: Du kommer ha möjlighet att skapa ett %s arkiv när sektionen ovan är avslutad.

source: Note
ja: 注記
pt_br: Nota
sv: Anmärkning

source: %s documentation identifier
fr: %s identifiant de la documentation
ja: %s 文書の識別子
pt_br: %s código de referência da documentação
sv: %s dokumentationssignum

source: %s note
ja: %s 注記
pt_br: %s nota
sv: %s anteckning

source: %s start date
fr: %s date de début
ja: %s 開始日
pt_br: %s data inicial
sv: %s startdatum

source: %s end date
fr: %s date de fin
ja: %s 終了日
pt_br: %s data final
sv: %s slutdatum

source: Are you sure you want to remove this transfer from the dashboard? Note that this does not delete the transfer or related entities.
fr: Voulez-vous vraiment supprimer ce transfert du tableau de bord ? Cela ne supprimera pas le transfert ou les entités liées.
ja: この転送をダッシュボードから削除してもよろしいですか？ これを行っても転送または関連するエンティティを削除しないことに注意してください。
pt_br: Tem certeza de que deseja remover essa transferência do painel? Observe que isso não exclui a transferência ou entidades relacionadas.
sv: Är du säker på att du vill ta bort detta överföringspaket från översiktsvyn? Notera att detta inte raderar överföringspaketet eller relaterade objekt.

source: Error: The selected path is already present.
fr: Erreur: Le chemin d'accès sélectionné existe déjà.
ja: エラー：選択したパスは既に存在します。
pt_br: Erro: o caminho selecionado já existe.
sv: Fel: vald sökväg existerar redan.

source: Are you sure you want to remove %s?
fr: Êtes-vous certain de vouloir retirer %s?
ja: %sを削除しますか？
pt_br: Você tem certeza que deseja remover%s?
sv: Är du säker på att du vill radera %s?

source: AIP UUID
fr: UUID de l'AIP
