Repository: artefactual/archivematica
Catalog: src/dashboard/src/locale/*/LC_MESSAGES/django.po
Languages: no, pt_br

source: No files or directories found under path: %(path)s
no: Ingen filer eller mapper funnet under bane: %(path)s
pt_br: Nenhum arquivo ou diretório encontrado no caminho: %(path)s

source: No filepath to delete was provided!
no: Ingen filsti ble angitt for sletting!
pt_br: Não foi fornecido nenhum caminho de arquivo para excluir!

source: Delete successful.
no: Sletting vellykket.
pt_br: Exclusão bem sucedida.

source: Copy successful.
no: Kopiering vellykket.
pt_br: Cópia bem sucedida.

source: Provided SIP UUID (%(uuid)s) belongs to an already-started SIP!
no: Angitt SIP-UUID (%(uuid)s) tilhører en allerede startet SIP!
pt_br: O SIP UUID fornecido (%(uuid)s) pertence a um SIP já iniciado!

source: Provided UUID (%(uuid)s) is not a valid UUID!
no: Angitt UUID (%(uuid)s) er ikke en gyldig UUID!
pt_br: O UUID fornecido (%(uuid)s) não é um UUID válido!

source: %(path1)s is not in %(path2)s
no: %(path1)s er ikke i %(path2)s
pt_br: %(path1)s não está em %(path2)s

source: %(path)s is not a directory
no: %(path)s er ikke en mappe
pt_br: %(path)snão é um diretório

source: SIP created.
no: SIP opprettet.
pt_br: SIP criado.

source: All directories must be within the arrange directory.
no: Alle mapper må være innenfor ordningsmappen.

source: Creation successful.
no: Opprettelse vellykket.
pt_br: Criação bem sucedida.

source: %(src)s and %(dst)s must be inside %(path)s
no: %(src)s og %(dst)s må være i %(path)s
pt_br: %(src)se %(dst)sdeve estar dentro %(path)s

source: You cannot drag and drop onto a file.
no: Du kan ikke dra og slippe til en fil.
pt_br: Você não pode arrastar e soltar em um arquivo.

source: GET parameter 'filepath' or 'destination' was blank.
no: GET-parameteren 'filepath' eller 'destination' var tom.
pt_br: GET parâmetro 'caminho do arquivo' ou 'destino' estava em branco.

source: %(path)s must be in arrange directory.
no: %(path)s må være i ordningsmappen.
pt_br: %(path)sdeve estar no diretório de arranjo.

source: %(path1)s must go in a SIP, cannot be dropped onto %(path2)s
no: %(path1)s må i en SIP, kan ikke slippes på %(path2)s
pt_br: %(path1)sdeve entrar em um SIP, não pode ser descartado %(path2)s

source: Storage Service failed with the message: %(messsage)s
no: Lagringstjenesten mislyktes med meldingen : %(messsage)s
pt_br: O serviço de armazenamento falhou com a mensagem: %(messsage)s

source: No file information returned from the Storage Service for file at relative_path: %(path)s
no: Ingen filinformasjon returnert fra lagringstjenesten for fil på relative_path: %(path)s
pt_br: Nenhuma informação de arquivo retornada do Storage Service para arquivo em relative_path:%(path)s

source: %(path)s is not in base backlog path nor arrange path
no: %(path)s er ikke i base backlogg-stien eller i ordner-stien
pt_br: %(path)snão está no caminho base backlog nem no caminho de arranjo

source: SIP files successfully moved.
no: Flytting av SIP-filer vellykket.
pt_br: Os arquivos SIP foram movidos com sucesso

source: Files added to the SIP.
no: Filer lagt til SIP-en.
pt_br: Arquivos adicionados ao SIP.

source: Metadata files added successfully.
no: Metadata-filer lagt til.
pt_br: Arquivos de metadados adicionados com sucesso.

source: Location %(location)s is not associated with this pipeline
no: Plassering %(location)s er ikke tilknyttet dette røret
pt_br: Localização%(location)snão está associado a este pipeline

source: The following errors occured: %(message)s
no: Følgende feilmeldinger oppstod: %(message)s
pt_br: Os seguintes erros ocorreram:%(message)s

source: Files added successfully.
no: Filer lagt til.
pt_br: Arquivos adicionados com sucesso.

source: File with UUID %(uuid)s could not be found
no: Kunne ikke finne fil med UUID %(uuid)s
pt_br: Arquivo com UUID%(uuid)snão pode ser achado

source: AtoM URL not defined!
no: AtoM-URL ikke definert!
pt_br: AtoM URL não definido!

source: AtoM authentication settings not defined!
no: AtoM autentikasjonsinnstillinger ikke definert!
pt_br: Configurações de autenticação AtoM não definidas!

source: Unable to fetch levels of description from AtoM!
no: Kunne ikke hente beskrivelsesnivåer fra AtoM!
pt_br: Não é possível buscar níveis de descrição do AtoM!

source: Error retrieving originals/arrange directory locations: is the storage server running? Please contact an administrator.
no: Feil ved henting av originaler-/ordne-mappeplasseringer: kjører lagringsserveren ? Vennligst kontakt en administrator.
pt_br: Erro ao recuperar originais / localização do diretório de arranjo: o servidor de armazenamento está sendo executado? Entre em contato com um administrador.

source: Error retrieving source directories: is the storage server running? Please contact an administrator.
no: Feil ved henting av kildekmapper: kjører lagringsserveren? Vennligst kontakt en administrator.
pt_br: Erro ao recuperar diretórios de origem: o servidor de armazenamento está sendo executado? Entre em contato com um administrador.

source: No transfer source locations are available. Please contact an administrator.
no: Ingen overføringskildeplasseringer tilgjengelig. Kontakt en administrator.
pt_br: Não há locais de origem de transferência disponíveis. Entre em contato com um administrador.

source: Are you sure you want to delete this metadata?
no: Er du sikker på at du vil slette disse metadataene?
pt_br: Tem certeza de que deseja excluir esses metadados?

source: Review normalization
no: Gjennomgå normalisering
pt_br: Revisar a normalização

source: Review AIP
no: Gjennomgå AIP
pt_br: Revisar AIP

source: Review DIP
no: Gjennomgå DIP
pt_br: Revisar DIP

source: Operation failed, please try again later or contact your administrator.
no: Operasjonen mislyktes. Prøv igjen senere eller kontakt administratoren din.
pt_br: A operação falhou, por favor, tente novamente mais tarde, ou entre em contato com seu administrador.

source: Designation of the basis for the right or permission described in the rights statement identifier.
no: Betegnelse av grunnlaget for rettigheten eller tillatelsen beskrevet i rettighetenes uttalelsesidentifikator.
pt_br: Designação da base para o direito ou permissão descrita no identificador da declaração de direitos.

source: The action the preservation repository is allowed to take; eg replicate, migrate, modify, use, disseminate, delete
no: Handlingen bevaringsdatalageret har lov til å gjennomføre; f.eks. replisere, migrere, modifisere, bruke, dele, slette
pt_br: A ação que o repositório de preservação está autorizado a tomar; por exemplo, replicar, migrar, modificar, usar, disseminar, excluir

source: The beginning date of the rights or restrictions granted
no: Startdatoen for rettighetene eller begrensningene som er gitt
pt_br: A data incial dos direitos ou restrições concedidas

source: The ending date of the rights or restrictions granted
no: Sluttdatoen for rettighetene eller begrensningene som er gitt
pt_br: A data final dos direitos ou restrições concedidas

source: Use "OPEN" for an open ended term of restriction. Omit end date if the ending date is unknown or the permission statement applies to many objects with different end dates.
no: Bruk "OPEN" for en åpen begrensningsperiode. Utelat sluttdatoen hvis sluttdato er ukjent eller tillatelsen gjelder for mange objekter med forskjellige sluttdatoer.
pt_br: Use "OPEN" para um termo aberto de restrição. Omita a data limite se for desconhecida ou a declaração de permissão se aplica a muitos objetos com datas limite diferentes.

source: A coded designation of the copyright status of the object at the time the rights statement is recorded. Available options: Copyrighted, Public Domain, Unknown
no: En kodet betegnelse på gjenstandens opphavsretts-status på det tidspunktet rettighetserklæring registreres. Tilgjengelige alternativer: Opphavsrett, Offentlig domene, Ukjent
pt_br: Uma designação codificada do status de direitos autorais do objeto no momento em que a declaração de direitos está registrada. Opções disponíveis: com direitos autorais, domínio público, desconhecido

source: The country whose copyright laws apply [ISO 3166]
no: Landet hvis opphavsrettslov gjelder [ISO 3166]
pt_br: O país no qual as leis de direitos autorais se aplicam [ISO 3166]

source: The date that the copyright status recorded in 'copyright status' was determined.
no: Datoen da opphavsrettsstatusen registrert i 'opphavsrettsstatus' ble fast bestemt.
pt_br: A data em que o registro do status de direitos autorais em 'status de direitos autorais' foi determinado.

source: The date when the particular copyright applies or is applied to the content.
no: Datoen da den aktuelle opphavsretten gjelder eller blir brukt på innholdet.
pt_br: A data em que os direitos autorais específicos se aplicam ou são aplicados ao conteúdo.

source: The date when the particular copyright no longer applies or is applied to the content.
no: Datoen da den bestemte opphavsretten ikke lenger gjelder eller brukes på innholdet.
pt_br: A data em que o direito autoral específico já não se aplica ou é aplicado ao conteúdo.

source: The country or other political body enacting the statute.
no: Landet eller et annet politisk organ som vedtar vedtekten.
pt_br: O país ou outra entidade política que decreta o estatuto.

source: An identifying designation for the statute.
no: En identifiserende betegnelse for vedtekten.
pt_br: Uma designação de identificação para o estatuto.

source: The date that the determination was made that the statue authorized the permission(s) noted.
no: Datoen da det ble bestemt at vedtekten autoriserte de(n) noterte tillatelsen(e).
pt_br: A data em que a decisão foi feita que o estatuto autorizou a(s) permissão(ões) mencionada(s).

source: The date when the statute begins to apply or is applied to the content.
no: Datoen da vedtekten begynner å gjelde eller blir brukt på innholdet.
pt_br: A data em que o estatuto começa a aplicar ou é aplicado ao conteúdo.

source: The date when the statute ceasees to apply or be applied to the content.
no: Datoen da vedtektene slutter å gjelde eller blir brukt på innholdet.
pt_br: A data em que o estatuto deixa de ser aplicado ou aplicado ao conteúdo.

source: The designation of the basis for the other right or permission described in the rights statement identifier.
no: Betegnelsen på grunnlaget for den andre rettigheten eller tillatelsen beskrevet i rettighetserklæringsidentifikatoren.
pt_br: A designação da base para o outro direito ou permissão descrito no identificador da declaração de direitos.

source: The date when the other right applies or is applied to the content.
no: Datoen da den andre retten gjelder eller blir brukt på innholdet.
pt_br: A data em que o outro direito se aplica ou é aplicado ao conteúdo.

source: The date when the other right no longer applies or is applied to the content.
no: Datoen da den andre retten ikke lenger gjelder eller blir brukt på innholdet.
pt_br: A data em que o outro direito não se aplica mais ou é aplicado ao conteúdo.

source: Text describing the license or agreement by which permission as granted.
no: Tekst som beskriver lisensen eller avtalen der tillatelse er gitt.
pt_br: Texto que descreve a autorização ou o acordo mediante o qual a permissão foi concedida.

source: The date at which the license first applies or is applied to the content.
no: Datoen da lisensen først gjelder eller blir brukt på innholdet.
pt_br: A data em que a autorização se aplica pela primeira vez ou é aplicada ao conteúdo.

source: The end date at which the license no longer applies or is applied to the content.
no: Sluttdatoen da lisensen ikke lenger gjelder eller brukes på innholdet.
pt_br: A data final em que a autorização não se aplica mais ou é aplicada ao conteúdo.

source: copyright
no: opphavsrett
pt_br: direito autoral

source: license
no: lisens
pt_br: autorização

source: statute
no: vedtekt
pt_br: estatuto

source: statue
no: vedtekt
pt_br: estátua

source: Error retrieving source directories
no: Feil ved henting av kildemapper
pt_br: Erro ao recuperar diretórios de origem

source: Updated path was not provided.
no: Oppdatert bane ble ikke angitt.
pt_br: O caminho atualizado não foi fornecido.

source: Unable to update transfer metadata set, contact administrator:
no: Kan ikke oppdatere metadatasettet for overføring, kontakt administrator:

source: Create New
no: Opprett ny

source: An ID tool with this description and version already exists
no: Et ID-verktøy med denne beskrivelsen og versjonen eksisterer allerede

source: An identical FP rule already exists. See rule %(uuid)s.
no: En identisk FP-regel eksisterer allerede. Se regel %(uuid)s.

source: Rule %(uuid)s is disabled and has been replaced by the following rule(s): %(repl_uuids)s
no: Regel %(uuid)s er deaktivert og har blitt erstattet av følgende regel(er): %(repl_uuids)s

source: Rule %(uuid)s is disabled.
no: Regel %(uuid)s er deaktivert.

source: the related model
no: den relaterte modellen

source: enabled
no: aktivert

source: last modified
no: sist modifisert

source: Unique identifier
no: Unik identifikator

source: description
no: beskrivelse

source: Common name of format
no: Vanlig navn på format

source: the related group
no: den beslektede gruppen

source: Format group
no: Formatgruppe

source: the related format
no: det relaterte formatet

source: version
no: versjon

source: Formal name to go in the METS file.
no: Formelt navn for bruk i METS-filen.

source: access format
no: tilgangsformat

source: preservation format
no: bevaringsformat

source: Format version
no: Formatversjon

source: Unable to save, an active Format Version with this pronom id already exists.
no: Kan ikke lagre, en aktiv formatversjon med denne pronom-ID-en eksisterer allerede.

source: Name to identify script
no: Navn for å identifisere skript

source: File extension
no: Filutvidelse

source: configuration
no: konfigurasjon

source: script
no: skript

source: Script to be executed.
no: Skript som skal kjøres.

source: Bash script
no: Bash-skript

source: Python script
no: Python-skript

source: Command line
no: Kommandolinje

source: No shebang needed
no: Ingen shebang nødvendig

source: script type
no: skripttype

source: the related tool
no: det relaterte verktøyet

source: Format identification command
no: Formatidentifikasjonskommando

source: %(tool)s %(config)s runs %(command)s
no: %(tool)s %(config)s kjører %(command)s

source: the related command
no: den relaterte kommandoen

source: command output
no: kommando-utdata

source: Format identification rule
no: Formatidentifikasjonsregel

source: Unable to save, a rule with this output already exists for this command.
no: Kan ikke lagre, det eksisterer allerede en regel med samme utdata for denne kommandoen.

source: Format identification rule %(uuid)s
no: Formatidentifikasjonsregel %(uuid)s

source: %(command)s with %(output)s is %(format)s
no: %(command)s med %(output)s er %(format)s

source: Name of tool
no: Verktøynavn

source: Format identification tool
no: Formatidentifikasjonsverktøy

source: Access
no: Tilgang
pt_br: Acesso

source: Characterization
no: Karakterisering

source: Extract
no: Hent ut

source: Preservation
no: Bevaring

source: Thumbnail
no: Miniatyrbilde

source: Transcription
no: Transkripsjon

source: Validation
no: Validering

source: Validation against a policy
no: Validering mot en grunnregel

source: Default access
no: Standardtilgang

source: Default characterization
no: Standardkarakterisering

source: Default thumbnail
no: Standardminiatyrbilde

source: purpose
no: formål

source: count attempts
no: tell forsøk

source: count okay
no: tell ok

source: count not okay
no: tell ikke-ok

source: Format policy rule
no: Formatgrunnregel

source: Format policy rule %(uuid)s
no: Formatgrunnregel %(uuid)s

source: Normalize %(format)s for %(purpose)s via %(command)s
no: Normaliser %(format)s for %(purpose)s med %(command)s

source: command
no: kommando

source: output location
no: utdataplassering

source: the related output format
no: det relaterte utdataformatet

source: Event Detail
no: Hendelsesdetaljer

source: Extraction
no: Uthenting

source: Normalization
no: Normalisering

source: Verification
no: Bekreftelse

source: command usage
no: kommandobruk

source: the related verification command
no: den relaterte bekreftelseskommandoen

source: the related event detail command
no: den relaterte hendelsesdetaljkommandoen

source: Format policy command
no: Formatgrunnregelkommando

source: Normalization tool
no: Normaliseringsverktøy

source: agent identifier type
no: agentidentifikator type

source: agent identifier value
no: agentidentifikator verdi

source: agent name
no: agentnavn

source: client IP address
no: klients IP-adresse

source: replaces
no: erstatter

source: command type
no: kommandotype

source: verification command
no: bekreftelseskommando

source: event detail command
no: hendelsesdetaljkommando

source: supported by
no: støttet av

source: output file format
no: utdatafilformat

source: valid preservation format
no: gyldig bevaringsformat

source: valid access format
no: gyldig tilgangsformat

source: file ID type
no: fil-ID-type

source: classification
no: klassifisering

source: command clasification
no: kommandoklassifisering

source: file ID
no: fil-ID

source: tool
no: verktøy

source: tool version
no: verktøyversjon

source: Formats
no: Formater

source: Groups
no: Grupper

source: Identification
no: Identifikasjon

source: Tools
no: Verktøy

source: Rules
no: Regler

source: Commands
no: Kommandoer

source: Format policy registry
no: Formatgrunnregelregister

source: Format Policy Registry
no: Formatgrunnregelregister

# DataTable - emptyTable
source: No data available in table
no: Ingen data tilgjengelig i tabellen

# DataTable - info
source: Showing _START_ to _END_ of _TOTAL_ entries
no: Viser _START_ til _END_ av _TOTAL_ oppføringer

# DataTable - infoEmpty
source: Showing 0 to 0 of 0 entries
no: Viser 0 til 0 av 0 oppføringer

# DataTable - infoFiltered
source: (filtered from _MAX_ total entries)
no: (filtrert fra _MAX_ totale oppføringer)

# DataTable - lengthMenu
source: Show _MENU_ entries
no: Vis _MENU_ oppføringer

# DataTable - loadingRecords
source: Loading...
no: Laster...

# DataTable - processing
source: Processing...
no: Behandler...

# DataTable - search
source: Search:
no: Søk:

# DataTable - zeroRecords
source: No matching records found
no: Ingen samsvarende elementer funnet

# DataTable - first
source: First
no: Første

# DataTable - last
source: Last
no: Siste

# DataTable - next
source: Next
no: Neste

# DataTable - previous
source: Previous
no: Forrige

# DataTable - sortAscending
source: : activate to sort column ascending
no: : aktiver for å sortere kolonne stigende

# DataTable - sortDescending
source: : activate to sort column descending
no: : aktiver for å sortere kolonne synkende

source: Disable %(object)s
no: Deaktiver %(object)s

source: Enable %(object)s
no: Aktiver %(object)s

source: Are you sure?
no: Er du sikker?

source: The following rules will also be disabled:
no: Følgende regler blir også deaktivert:

source: Disable,Enable
no: Deaktiver,Aktiver

source: Cancel
no: Avbryt
pt_br: Cancelar

source: Description
no: Beskrivelse
pt_br: Descrição

source: Group
no: Gruppe

source: Actions
no: Handlinger
pt_br: Ações

source: Edit
no: Rediger
pt_br: Editar

source: Specific versions
no: Spesifikke versjoner

source: Create new format version
no: Opprett ny formatversjon

source: Version
no: Versjon
pt_br: Versão

source: Access format?
no: Tilgangsformat?

source: Preservation format?
no: Bevaringsformat?

source: Enabled
no: Aktivert

source: Yes,No
no: Ja,Nei
pt_br: Sim,não

source: View
no: Vis
pt_br: Visualizar

source: No versions exist for %(description)s.
no: Ingen versjoner eksisterer for %(description)s.

source: Save
no: Lagre
pt_br: Salvar

source: Delete format group %(description)s
no: Slett formatgrupper %(description)s

source: Delete
no: Slett
pt_br: Excluir

source: %(count)s format(s) were found that are a member of this group.
no: %(count)s format(er) ble funnet som er medlem av denne gruppen.

source: Substitute formats that are a member of this group with the following group:
no: Erstatt formater som er medlem av denne gruppen med følgende gruppe:

source: Create new format
no: Opprett nytt format

source: No formats exist for %(description)s.
no: Ingen formater finnes for %(description)s.

source: Format groups
no: Formatgrupper

source: List
no: Liste
pt_br: Lista

source: Create new format group
no: Opprett ny formatgruppe

source: No format groups exist.
no: Ingen formatgrupper finnes.

source: No formats exist.
no: Ingen formater finnes.

source: Format version %(description)s
no: Formatversjon %(description)s

source: Format version %(format)s
no: Formatversjon %(format)s

source: Access?
no: Tilgang?

source: Command %(description)s
no: Kommando %(description)s

source: Format policy commands
no: Formatgrunnregelkommandoer

source: Tool
no: Verktøy

source: Command
no: Kommando

source: Script type
no: Skripttype

source: Output file format
no: Utdatafilformat

source: Output location
no: Utdataplassering

source: Command usage
no: Kommandobruk

source: Verification command
no: Bekreftelseskommando

source: Event detail command
no: Hendelsesdetaljkommando

source: Create new command
no: Opprett ny kommando

source: Usage
no: Bruk
pt_br: Uso

source: No format policy commands exist.
no: Ingen formatgrunnregelkommandoer eksisterer.

source: Rule %(description)s
no: Regel %(description)s

source: Format policy rules
no: Formatgrunnregler

source: Purpose
no: Formål
pt_br: Objetivo

source: Stats
no: Statistikk

source: Success: %(count)s
no: Vellykket: %(count)s

source: Failure: %(count)s
no: Mislykket: %(count)s

source: Total: %(count)s
no: Totalt: %(count)s

source: Format policy rules
no: Formatgrunnregler

source: Create new rule
no: Opprett ny regel

source: Success
no: Vellykket

source: No format policy rules exist.
no: Det finnes ingen grunnregel for format.

source: Format policy registry tool %(description)s
no: Registerverktøy for formatgrunnregel %(description)s

source: Format policy registry tools
no: Registerverktøy for formatgrunnregel

source: Tool commands
no: Verktøykommandoer

source: Create new tool command
no: Opprett ny verktøykommando

source: No commands exist for %(description)s.
no: Det finnes ingen kommandoer for %(description)s.

source: Create new tool
no: Opprett nytt verktøy

source: No tools exist.
no: Det finnes ingen verktøy.

source: Identification command %(description)s
no: Identifikasjonskommando %(description)s

source: Identification commands
no: Identifikasjonskommandoer

source: Mode
no: Modus

source: Script
no: Skript

source: No identification commands exist.
no: Det finnes ingen identifikasjonskommandoer.

source: Identification rule %(uuid)s
no: Identifikasjonsregel %(uuid)s

source: Identification rules
no: Identifikasjonsregler

source: Command output
no: Kommandoutdata

source: Output
no: Utdata

source: No identification rules exist.
no: Det finnes ingen identifikasjonsregler.

source: Identification tool %(description)s
no: Identifikasjonsverktøy %(description)s

source: Identification tools
no: Identifikasjonsverktøy

source: Configuration
no: Konfigurasjon
pt_br: Configuração

source: Identifier
no: Identifikator
pt_br: Código de referência

source: Disable
no: Deaktiver

source: No identification tools exist.
no: Det finnes ingen identifikasjonsverktøy.

source: Revisions
no: Revisjoner

source: %(revision_type)s revision history
no: %(revision_type)s revisjonshistorikk

source: Last modified
no: Sist modifisert

source: No revisions exist.
no: Det finnes ingen revisjoner.
