Repository: artefactual/archivematica
Catalog: src/dashboard/src/locale/*/LC_MESSAGES/django.po
Languages: no, pt_br

source: Agent Type
pt_br: Tipo de Agente

source: Donor
pt_br: Doador

source: Basis
pt_br: Base

source: %(basis)s for %(unit)s (%(id)s)
pt_br: %(basis)spara %(unit)s (%(id)s)

source: public domain
pt_br: domínio público

source: License terms
pt_br: Termos de licença

source: Start
pt_br: Início

source: Administrator
pt_br: Administrador

source: <b>Dashboard UUID</b> %(uuid)s
pt_br: <b>Painel de controle UUID</b> %(uuid)s

source: PREMIS agent
pt_br: Agente do PREMIS

source: Taxonomies
pt_br: Taxonomias

source: Metadata
pt_br: Metadados

source: Already in access format
pt_br: Já está no formato de acesso

source: Dashboard UUID
pt_br: Painel de controle UUID

source: Archivematica Dashboard
pt_br: Painel de controle Archivematica

source: DIP URL
pt_br: URL do DIP
