Repository: artefactual/archivematica
Catalog: src/dashboard/src/locale/*/LC_MESSAGES/django.po
Languages: no, pt_br

source: You are replacing the current revision with data from an older revision.
no: Du erstatter den nåværende revisjonen med data fra en eldre revisjon.

source: You are viewing a disabled revision.
no: Du ser på en deaktivert revisjon.

source: Edit format %(name)s
no: Rediger format %(name)s

source: Create format
no: Opprett format

source: Replace format version %(name)s
no: Erstatt formatversjon %(name)s

source: Create format version
no: Opprett formatversjon

source: Format versions
no: Formatversjon

source: Disabled.
no: Deaktivert.

source: Enabled.
no: Aktivert.

source: Enable/disable format version
no: Aktiver/deaktiver formatversjon

source: Edit format group %(name)s
no: Rediger formatgrupper %(name)s

source: Create format group
no: Opprett formatgruppe

source: %(count)d substitutions were performed.
no: %(count)d erstatninger ble utført.

source: Please select a group to substitute for this group in member formats.
no: Velg en gruppe som skal erstattes av denne gruppen i medlemsformater.

source: Edit identification tool %(name)s
no: Rediger identifikasjonsverktøy %(name)s

source: Create identification tool
no: Opprett identifikasjonsverktøy

source: Replace identification rule %(uuid)s
no: Erstatt identifikasjonsregelen %(uuid)s

source: Create identification rule
no: Opprett identifikasjonsregelen

source: Enable/disable identification rule
no: Aktiver/deaktiver identifikasjonsregel

source: Replace identification command %(name)s
no: Erstatt identifikasjonskommandoen %(name)s

source: Create identification command
no: Opprett identifikasjonskommando

source: Enable/disable identification command
no: Aktiver/deaktiver identifikasjonskommando

source: Replace format policy rule %(uuid)s
no: Erstatt formatgrunnregel %(uuid)s

source: Create format policy rule
no: Opprett formatgrunnregel

source: Enable/disable format policy registry rule
no: Aktiver/deaktiver registerregel for format

source: Replace format policy registry tool %(name)s
no: Erstatt formatgrunnregel registerverktøyet %(name)s

source: Create format policy registry tool
no: Lag formatgrunnregelregistresverktøy

source: Replace command %(name)s
no: Erstatt kommandoen %(name)s

source: Enable/disable format policy command
no: Aktiver/deaktiver kommandoen for formatgrunnregel

source: Identification tool configuration
no: Konfigurasjon av identifikasjonsverktøy

source: Identification rule
no: Identifikasjonsregel

source: Identification command
no: Identifikasjonskommando

source: Site URL
no: Nettsteds-URL
pt_br: URL do site

source: This is the public URL of your Archivematica dashboard.
no: Dette er den offentlige URL-en til Archivematica-dashbordet ditt.
pt_br: Esta é a URL pública de seu dashboard do Archivematica.

source: Organization name
no: Organisasjonsnavn
pt_br: Nome da Organização

source: PREMIS agent name
no: PREMIS-agentnavn
pt_br: Nome do agente PREMIS

source: Organization identifier
no: Organisasjonsidentifikator
pt_br: Identificador da Organização

source: PREMIS agent identifier
no: PREMIS-agentidentifikator
pt_br: Identificador de agente PREMIS

source: Error creating pipeline: is the storage server running? Please contact an administrator.
no: Feil ved oppretting av rør: kjører lagringsserveren? Vennligst kontakt en administrator.
pt_br: Erro ao criar pipeline: o servidor de armazenamento está em execução? Entre em contato com o administrador.

source: Part of AIC
no: Del av AIC
pt_br: Parte da AIC

source: Optional: leave blank if unsure
no: Valgfritt: la stå tomt hvis du er usikker
pt_br: Opcional: deixe em branco se não tiver certeza

source: Use ISO 8601 (YYYY-MM-DD or YYYY-MM-DD/YYYY-MM-DD)
no: Bruk ISO 8601 (YYYY-MM-DD or YYYY-MM-DD/YYYY-MM-DD)
pt_br: Utilize o formato ISO 8601 (AAAA-MM-DD ou AAAA-MM-DD/AAAA-MM-DD)

source: Use ISO 639
no: Bruk ISO 639
pt_br: Utilize a ISO 639

source: Untitled
no: Uten navn
pt_br: Sem título

source: %(type)s event on %(file_uuid)s (%(detail)s)
no: %(type)s hendelse på %(file_uuid)s (%(detail)s)
pt_br: %(type)s evento em%(file_uuid)s (%(detail)s)

source: %(derived)s derived from %(src)s in %(event)s
no: %(derived)s avledet av %(src) s i %(event)s
pt_br: %(derived)sderivado de%(src)sem%(event)s

source: Reingested AIP
no: Gjenopplasteted AIP
pt_br: AIP readmitido

source: Reingested AIC
no: Gjenopplasteted AIC
pt_br: AIC readmitido

source: Arranged SIPs
no: Ordnede SIP-er
pt_br: SIPs Organizados

source: Identifier Type
no: Identifikasjonstype
pt_br: Tipo de Identificador

source: Identifier Value
no: Identifikasjonsverdi
pt_br: Valor do Identificador

source: Used for premis:objectIdentifierType and premis:objectIdentifierValue in the METS file.
no: Brukes for premis: objectIdentifierType og premis: objectIdentifierValue i METS-filen.
pt_br: Usado como premis:objectIdentifierType e premis:objectIdentifierValue no arquivo METS.

source: File %(uuid)s:%(originallocation)s now at %(currentlocation)s
no: Fil %(uuid)s:%(originallocation)s nå på %(currentlocation)s

source: Directory %(uuid)s: %(originallocation)s now at %(currentlocation)s
no: Mappe %(uuid)s: %(originallocation)s nå på %(currentlocation)s
pt_br: Diretório %(uuid)s:%(originallocation)s agora em %(currentlocation)s

source: %(file)s is %(format)s
no: %(file)s er %(format)s

source: (Unnamed)
no: (Uten navn)
pt_br: (Sem nome)

source: Unknown
no: Ukjent
pt_br: Desconhecido

source: Awaiting decision
no: Venter på avgjørelse
pt_br: Aguardando decisão

source: Completed successfully
no: Fullført
pt_br: Completado com sucesso

source: Executing command(s)
no: Utføre kommando(er)
pt_br: Executando o(s) comando(s)

source: Failed
no: Mislyktes
pt_br: Falhou

source: Agent Identifier Type
no: Agentidentifikator type
pt_br: Tipo de Identificador de Agente

source: Agent Identifier Value
no: Agentidentifikator verdi
pt_br: Valor de Identificador de Agente

source: Used for premis:agentIdentifierValue and premis:linkingAgentIdentifierValue in the METS file.
no: Brukes til premis: agentIdentifierValue og premis: linkingAgentIdentifierValue i METS-filen.
pt_br: Usado como premis:agentIdentifierValue e premis:linkingAgentIdentifierValue no arquivo METS.

source: Agent Name
no: Agentnavn
pt_br: Nome do Agente

source: Used for premis:agentName in the METS file.
no: Brukes til premis: agentName i METS-filen.
pt_br: Usado como premis:agentName no arquivo METS.

source: Used for premis:agentType in the METS file.
no: Brukes til premis: agentType inn METS-filen.
pt_br: Usado como premis:agentType no arquivo METS.

source: If checked, this user will receive system emails, such as Transfer Fail and Normalization Reports.
no: Hvis avkrysset, vil denne brukeren motta system-e-postmeldinger, for eksempel overføringsfeil og normaliseringsrapporter.

source: Send system emails?
no: Send system-e-post?

source: Value
no: Verdi
pt_br: Valor

source: Rights holder
no: Rettighetsinnehaver
pt_br: Detentor dos direitos

source: Copyright
no: Opphavsrett
pt_br: Direitos autorais

source: Statute
no: Vedtekt
pt_br: Regulamento

source: License
no: Lisens
pt_br: Licença

source: Policy
no: Grunnregel
pt_br: Política

source: Rights Statement
no: Rettighetserklæring
pt_br: Declaração de Direitos

source: copyrighted
no: opphavsrettsbeskyttet
pt_br: protegido por direitos autorais

source: unknown
no: ukjent
pt_br: desconhecido

source: Copyright status
no: Opphavsrettsstatus
pt_br: Status dos direitos autorais

source: Copyright jurisdiction
no: Opphavsrettsjurisdiksjon
pt_br: Juridisção dos direitos de autor

source: Copyright determination date
no: Dato for opphavsrettsbestemmelse
pt_br: Data de determinação dos direitos autorais

source: Use ISO 8061 (YYYY-MM-DD)
no: Bruk ISO 8061 (YYYY-MM-DD)
pt_br: Utilize o formato ISO 8061 (AAAA-MM-DD)

source: Copyright start date
no: Startdato for opphavsrett
pt_br: Data inicial dos direitos autoriais

source: Copyright end date
no: Sluttdato for opphavsrett
pt_br: Data final dos direitos autoriais

source: Open End Date
no: Åpne sluttdato
pt_br: Data Final Aberta

source: Indicate end date is open
no: Angi at sluttdatoen er åpen
pt_br: Indica que a data final está aberta

source: Rights: Copyright
no: Rettigheter: Opphavsrett
pt_br: Direitos: Direitos autorais

source: Copyright document identification type
no: Opphavsrettsdokuments identifikasjonstype
pt_br: Tipo de documento de identificação de direitos autorais

source: Copyright document identification value
no: Opphavsrettsdokuments identifikasjonsverdi
pt_br: Valor do documento de identificação de direitos autorais

source: Copyright document identification role
no: Opphavsrettsdokuments identifikasjonsrolle
pt_br: Função do documento de identificação de direitos autorais

source: Rights: Copyright: Docs ID
no: Rettigheter: Opphavsrett: Dokument-ID
pt_br: Direitos: Direito Autoral: ID dos Documentos

source: Copyright note
no: Opphavsrettsmerknad
pt_br: Nota de direitos autorais

source: Rights: Copyright: Note
no: Rettigheter: Opphavsrett: Merknad
pt_br: Direitos: Direito Autoral: Nota

source: License start date
no: Lisensens startdato
pt_br: Data inicial da Licença

source: License end date
no: Lisensens sluttdato
pt_br: Data final da Licença

source: Rights: License
no: Rettigheter: Lisens
pt_br: Direitos: Licença

source: License documentation identification type
no: Lisensdokuments identifikasjonstype
pt_br: Tipo de documento de identificação de licença

source: License documentation identification value
no: Lisensdokuments identifikasjonsverdi
pt_br: Valor do documento de identificação de licença

source: License document identification role
no: Lisensdokuments identifikasjonsrolle
pt_br: Função do documento de identificação de licença

source: Rights: License: Docs ID
no: Rettigheter: Lisens: Dokument-ID
pt_br: Direitos: Licença: ID dos Documentos

source: License note
no: Lisensmerknad
pt_br: Nota de licença

source: Rights: License: Note
no: Rettigheter: Lisens: Merknad
pt_br: Direitos: Licença: Nota

source: End
no: Slutt
pt_br: Fim

source: Rights: Granted
no: Rettigheter: Innvilget
pt_br: Direitos: Garantia

source: Rights note
no: Rettighetsmerknad
pt_br: Nota de direitos

source: Rights: Granted: Note
no: Rettigheter: Innvilget: Merknad
pt_br: Direitos: Garantia: Nota

source: Rights: Granted: Restriction
no: Rettigheter: Innvilget: Begrensning
pt_br: Direitos: Garantia: Restição

source: Statute jurisdiction
no: Vedtekts jurisdiksjon
pt_br: Jurisdição do regulamento

source: Statute citation
no: Vedtekts sitering
pt_br: Citação do regulamento

source: Statute determination date
no: Dato for fastsettelse av vedtekt
pt_br: Data de determinação do regulamento

source: Statute start date
no: Startdato for vedtekt
pt_br: Data inicial do estatuto

source: Statute end date
no: Sluttdato for vedtekt
pt_br: Data final do estatuto

source: Rights: Statute
no: Rettigheter: Vedtekt
pt_br: Direitos: Estatuto

source: Statute note
no: Vedtektsmerknad
pt_br: Nota do estatuto

source: Rights: Statute: Note
no: Rettigheter: Vedtekt: Merknad
pt_br: Direitos: Estatuto: Nota

source: Statute document identification type
no: Vedtektsdokuments identifikasjonstype
pt_br: Tipo de documento de identificação de estatuto

source: Statute document identification value
no: Vedtektsdokuments identifikasjonsverdi
pt_br: Valor do documento de identificação de estatuto

source: Statute document identification role
no: Vedtektsdokuments identifikasjonsrolle
pt_br: Função do documento de identificação de estatuto

source: Rights: Statute: Docs ID
no: Rettigheter: Vedtekt: Dokument-ID
pt_br: Direitos: Estatuto: ID dos Documentos

source: Other rights basis
no: Andre rettighetsgrunnlag
pt_br: Base de outros direitos

source: Other rights start date
no: Startdato for andre rettigheter
pt_br: Data inicial de outros direitos

source: Other rights end date
no: Sluttdato for andre rettigheter
pt_br: Data final de outros direitos

source: Rights: Other
no: Rettigheter: Andre
pt_br: Direitos: Outros

source: Other rights document identification type
no: Annet rettighetsdokuments identifikasjonstype
pt_br: Tipo de documento de identificação de outros direitos

source: Other right document identification value
no: Annet rettighetsdokuments identifikasjonsverdi
pt_br: Valor do documento de identificação de outros direitos

source: Other rights document identification role
no: Annet rettighetsdokuments identifikasjonsrolle
pt_br: Função do documento de identificação de outros direitos

source: Rights: Other: Docs ID
no: Rettigheter: Andre: Dokument-ID
pt_br: Direitos: Outros: ID dos Documentos

source: Other rights note
no: Andre rettigheters merknad
pt_br: Nota de outros direitos

source: Rights: Other: Note
no: Rettigheter: Andre: Merknad
pt_br: Direitos: Outros: Nota

source: Linking Agent
no: Koblingsagent
pt_br: Agente de Ligação

source: Linking Agent Value
no: Koblingsagentsverdi
pt_br: Valor do Agente de Ligação

source: Rights: Agent
no: Rettigheter: Agent
pt_br: Direitos: Agente

source: Semantically a foreign key to SIP or Transfer
no: Semantisk sett en fremmednøkkel for SIP eller overføring
pt_br: Semanticamente uma chave estrangeira para o SIP ou Transferência

source: Whether or not a SIP has been started using files in this digital object.
no: Hvorvidt en SIP har blitt startet med bruk av filer i dette digitale objektet.
pt_br: Se um SIP foi iniciado ou não usando arquivos deste objeto digital.

source: ID in the remote ArchivesSpace system, after digital object has been created.
no: ID i det eksterne ArchivesSpace-systemet, etter at et digitalt objekt er opprettet.
pt_br: ID no sistema remoto ArchivesSpace, após o objeto digital ter sido criado.

source: <no API key generated>
no: <ingen API-nøkkel generert>

source: Added.
no: Lagt til.
pt_br: Adicionado.

source: Error: no delete ID supplied.
no: Feil: ingen slettings-ID er oppgitt.
pt_br: Erro: não excluir ID fornecido.

source: Incorrect type.
no: Feil type.
pt_br: Tipo incorreto.

source: English
no: Engelsk
pt_br: Inglês

source: French
no: Fransk
pt_br: Francês

source: Spanish
no: Spansk
pt_br: Espanhol

source: Japanese
no: Japansk

source: Portuguese
no: Portugisisk
pt_br: Português

source: Brazilian Portuguese
no: Brasiliansk portugisisk

source: Swedish
no: Svensk

source: Select "Approve transfer" to begin processing or "Reject transfer" to start over again.
no: Velg "Godkjenn overføring" for å begynne behandling eller "Avvis overføring" for å starte på nytt.
pt_br: Selecione "Aprovar transferência" para começar a processar ou "Rejeitar transferência" para reiniciar.

source: Create a complete backup of the transfer in case transfer/ingest are interrupted or fail. The transfer will automatically be deleted once the AIP has been moved into storage.
no: Opprett en fullstendig sikkerhetskopi av overføringen i tilfelle overføring/ingest blir avbrutt eller mislykkes. Overføringen slettes automatisk når AIP er flyttet til lagring.
pt_br: Cria um backup completo da transferência no caso de transferência/admissão forem interrompidas ou falharem. A transferência será automaticamente excluída quando o AIP for movido para o armazenamento.

source: Create a SIP from the transfer.
no: Opprett en SIP fra overføringen.
pt_br: Crie um SIP a partir da transferência.

source: Once you have added files from the transfer to the SIP and have completed any appraisal and physical arrangement, select "SIP creation complete" to start ingest micro-services.
no: Når du har lagt til filer fra overføringen til SIP og har fullført evalueringen og fysiske ordning, velger du "SIP-oppretting fullført" for å starte ingest av mikrotjenester.
pt_br: Depois de adicionar arquivos da transferência para o SIP e ter concluído qualquer avaliação e arranjo físico, selecione "Criação de SIP completada" para iniciar os microsserviços de admissão.

source: Create preservation and/or access copies of files if desired. Creating access copies will result in a DIP being generated for upload into an access system.
no: Opprett bevarings- og/eller tilgangs-kopier av filer hvis ønskelig. Å lage tilgangskopier vil resultere i at en DIP blir generert for opplasting til et tilgangssystem.
pt_br: Crie a preservação e/ou acesse cópias de arquivos, se desejar. A criação de cópias de acesso resultará em um DIP gerado para upload em um sistema de acesso.

source: If desired, click "review" to view the normalized files. To see a report summarizing the normalization results, click on the report icon next to the Actions drop-down menu. If normalization has failed, click on "Yes" under "Preservation normalization failed" or "Access normalization failed" to view the tool output and error message.
no: Hvis ønskelig, klikk på "gjennomgang" for å se de normaliserte filene. For å se en rapport som oppsummerer normaliseringsresultatene, klikker du på rapportikonet ved siden av rullegardinmenyen "Handlinger". Hvis normaliseringen mislyktes, klikker du på "Ja" under "Bevaringsnormalisering mislyktes" eller "Tilgangsnormalisering mislyktes" for å vise verktøyets utdata og feilmelding.
pt_br: Se desejar, clique em "revisar" para ver os arquivos normalizados. Para ver um relatório resumindo os resultados da normalização, clique no ícone de relatório ao lado do menu Ações. Se a normalização falhou, clique em "Sim" em "Falha na normalização de preservação" ou "Falha na normalização de acesso" para visualizar a saída da ferramenta e a mensagem de erro.

source: If desired, click "review" to view AIP contents. Select "Store AIP" to move the AIP into archival storage.
no: Hvis ønskelig, klikk på "gjennomgang" for å se AIP-innholdet. Velg "Lagre AIP" for å flytte AIP-en til arkivlagring.
pt_br: Se desejar, clique em "revisar" para visualizar os conteúdos da AIP. Selecione "Armazenar AIP" para mover o AIP para o armazenamento de arquivos.

source: If desired, select "Upload DIP" to upload the DIP to the access system.
no: Hvis ønskelig, velg "Last opp DIP" for å laste opp DIP-en til tilgangssystemet.
pt_br: Se desejar, selecione "Carregar DIP" para carregar o DIP no sistema de acesso.

source: Page not found
no: Side ikke funnet
pt_br: Página não encontrada

source: Sorry! The page that you are trying to view is not here.
no: Beklager! Siden du prøver å vise, er ikke her.
pt_br: Desculpe! A página que você está tentando ver não está aqui.

source: Internal server error
no: Intern serverfeil
pt_br: Erro do Servidor Interno

source: Sorry! Something wrong happened. Please, contact with your administrator.
no: Beklager! Noe gikk galt. Vennligst kontakt administratoren din.
pt_br: Desculpe! Aconteceu algo de errado. Por favor, entre em contato com seu administrador.

source: Update
no: Oppdater
pt_br: Atualizar

source: First
no: Første
pt_br: Primeiro

source: Previous
no: Forrige
pt_br: Anterior

source: Next
no: Neste
pt_br: Próximo

source: Last
no: Siste
pt_br: Último

source: Jump to
no: Hopp til
pt_br: Pule para

source: Found %(count)s entries. Showing %(start_index)s to %(end_index)s.
no: Fant %(count)s oppføringer. Viser %(start_index)s til %(end_index)s.
pt_br: Encontrado %(count)sentradas. Mostrando%(start_index)spara%(end_index)s.

source: Users - Add new
no: Brukere - Legg til ny
pt_br: Usuários - Adicionar novo

source: Users
no: Brukere
pt_br: Usuários

source: Add new user
no: Legg til ny bruker
pt_br: Adicionar novo usuário

source: Create
no: Opprett
pt_br: Criar

source: Users - Edit %(user)s
no: Brukere - Rediger %(user)s
pt_br: Usuários - Editar%(user)s

source: Username
no: Brukernavn
pt_br: Nome de usuário

source: Name
no: Navn
pt_br: Nome

source: E-mail
no: E-post

source: Active
no: Aktiv
pt_br: Ativo

source: Add new
no: Legg til ny
pt_br: Adicionar novo

source: You are logged out.
no: Du er logget ut.
pt_br: Você está deslogado.

source: Log in again
no: Logg inn igjen
pt_br: Faça o login novamente

source: Forgot your password?
no: Glemt passordet?
pt_br: Esqueceu sua senha?

source: Log in
no: Logg inn

source: Administration
no: Administrasjon
pt_br: Administração

source: REST API configuration
no: REST-API-konfigurasjon
pt_br: Configuração do REST API

source: IP whitelist
no: IP-hvitliste

source: Enter a whitespace-separated list of IPs or hostnames permitted to use the API.
no: Skriv inn en mellomrom-separert liste over IP-adresser eller domener som har tilgang til API-en.
pt_br: Digite uma lista separada de IPs ou nomes de host permitidos para usar a API.

source: If the whitelist is left empty, all IPs and hostnames will be allowed.
no: Hvis hviteliste er tom, vil alle IP-adresser og vertsnavn være tillatt.

source: Fetch from AtoM
no: Hent fra AtoM
pt_br: Buscar do AtoM

source: AtoM Levels of Description
no: AtoM beskrivelsesnivåer
pt_br: AtoM Níveis de Descrição

source: Promote
no: Forfrem
pt_br: Promover

source: Demote
no: Degrader
pt_br: Rebaixar

source: No levels found.
no: Fant ingen nivåer.
pt_br: Nenhum nível encontrado.

source: ArchivesSpace DIP upload
no: ArchivesSpace DIP-opplasting
pt_br: Upload do DIP do ArchivesSpace

source: Levels of Description
no: Beskrivelsesnivåer
pt_br: Níveis de Descrição

source: AtoM/Binder DIP upload
no: AtoM/Binder DIP-opplasting
pt_br: DIP para upload no AtoM/Binder

source: The settings below configure DIP uploading to AtoM/Binder.
no: Innstillingene nedenfor konfigurerer DIP-opplasting til AtoM/Binder.
pt_br: As configurações abaixo definem o upload do DIP para o AtoM/Binder

source: General configuration
no: Generell konfigurasjon
pt_br: Configuração geral

source: Storage Service options
no: Lagringstjenestealternativer
pt_br: Opções de serviço de armazenamento

source: Checksum algorithm
no: Sjekksumalgoritme
pt_br: Algoritmo Checksum

source: Elasticsearch Indexing
no: Elasticsearch Indeksering
pt_br: Indexação do Elasticsearch

source: Transfers related indexes enabled.
no: Overføringsrelaterte indekser aktivert.
pt_br: Indexação de transferências relacionadas habilitada.

source: Transfers related indexes disabled.
no: Overføringsrelaterte indekser deaktivert.
pt_br: Indexação de transferências relacionadas desabilitada.

source: AIPs related indexes enabled.
no: AIP-relaterte indekser aktivert.
pt_br: Indexação de AIPs relacionados habilitada.

source: AIPs related indexes disabled.
no: AIP-relaterte indekser deaktivert.
pt_br: Indexação de AIPs relacionados desabilitada.

source: Handle Configuration for Persistent Identifier (PID) Binding
no: Håndtakskonfigurasjon for Persisten Identifier (PID)-Binding
pt_br: Configuração de identificador para identificação persistente (PID)

source: Language
no: Språk
pt_br: Idioma

source: Select one of the following languages available:
no: Velg ett av følgende tilgjengelige språk:
pt_br: Selecione um dos seguintes idiomas disponíveis:

source: Your choice will be recorded in the internal session store which does not retain data forever.
no: Ditt valg blir registrert i den interne lagringsøkten som ikke lagrer data permanent.
pt_br: Sua escolha será registrada no armazenamento interno da sessão, que não retém os dados para sempre.

source: Change
no: Endre
pt_br: Alterar

source: Available storage locations
no: Tilgjengelige lagringsplasser

source: Storage locations are configured by an administrative user in the Archivematica Storage Service.
no: Lagringssteder konfigureres av en administrativ bruker i Archivematica Lagringstjenesten.

source: Used / available
no: Brukt / tilgjengelig

source: Path
no: Sti
pt_br: Caminho

source: N/A
no: I/T

source: No available locations.
no: Ingen tilgjengelige plasser.
pt_br: Não há locais disponíveis.

source: Processing configuration
no: Behandlingskonfigurasjon
pt_br: Configuração de processamento

source: Download
no: Last ned

source: Reset
no: Nullstill
pt_br: Reiniciar
