Repository: artefactual/archivematica
Catalog: src/dashboard/src/locale/*/LC_MESSAGES/django.po
Languages: no, pt_br

source: Saved.
no: Lagret.
pt_br: Salvo.

source: Your profile (%s)
no: Din profil (%s)
pt_br: Seu perfil (%s)

source: Web service endpoint
no: Webtjenestens sluttpunkt

source: The URL for (POST) requests to create and resolve PIDs.
no: URL-en for (POST) forespørsler til å lage og løse PID-er.
pt_br: A URL para solicitações (POST) para criar e resolver PIDs.

source: Web service key
no: Webtjenestenøkkel
pt_br: Chave de serviço da web

source: Web service key needed for authentication to make PID-binding requests to the PID web service endpoint.
no: Webtjenestenøkkel trengs for å utføre PID-bindende forespørsler til PID-webtjenestens endepunkt.
pt_br: Chave de serviço da Web necessária para autenticação para fazer solicitações de ligação PID ao ponto de extremidade do serviço web PID.

source: Naming authority
no: Navngivningsmyndighet
pt_br: Autoridade de nomeação

source: Handle naming authority (e.g., 12345)
no: Håndter navngivningsmyndighet (f.eks. 12345)
pt_br: Gerencie a autoridade de nomeação (por exemplo, 12345)

source: Resolver URL
no: Oversette URL

source: The URL to append generated PIDs to in order to create (potentially qualified) PURLs (persistent URLs) that resolve to the applicable resolve URL. Note the second "r" in "resolver"!
no: URL-en som skal legges til genererte PID-er for å opprette (potensielt kvalifiserte) PURL-er (persistente URL-er) som går til gjeldende oversette URL. Merk den andre "r"-en i " resolver "!
pt_br: O URL para adicionar PIDs gerados para criar PURLs (potencialmente qualificados) (URLs persistentes) que sejam resolvidos para o URL de resolução aplicável. Observe o segundo "r" em "resolver"!

source: AIP PID source
no: AIP-PID-kilde
pt_br: Fonte AIP PIP

source: The source of the AIP's persistent identifier. The UUID of the AIP is the default since it is virtually guaranteed to be unique. However, the accession number of the transfer may be used, assuming the user can guarantee a 1-to-1 relationship between the transfer and the AIP.
no: Kilden til AIP-ens vedvarende identifikator. UUID-en til AIP-en er standard siden den nesten garantert er unikt. Men overføringens inventarnummer kan brukes, forutsatt at brukeren kan garanterer et 1-til-1 forhold mellom overføringen og AIP-en.
pt_br: A fonte do persistente identificador da AIP. O UUID do AIP é o padrão, uma vez que é praticamente garantido que seja exclusivo. No entanto, o número de registro de entrada da transferência pode ser usado, assumindo que o usuário pode garantir uma relação 1-para-1 entre a transferência e o AIP.

source: Verify SSL certificates
no: Kontroller SSL-sertifikat
pt_br: Verificar certificados SSL

source: Verify SSL certificates when making requests to bind PIDs.
no: Kontroller SSL-sertifikat ved forespørsler om å binde PID-er.
pt_br: Verifique os certificados SSL ao fazer solicitações para vincular os PIDs.

source: Archive resolve URL template
no: Arkiver oversette URL-mal
pt_br: Modelo de URL de resolução de arquivo

source: Template (Django or Jinja2) for the URL that a unit's PURL should resolve to. Has access to "pid" and "naming_authority" variables.
no: Mal (Django eller Jinja2) for URL-en som en enhets PURL skal løse til. Har tilgang til "pid" og "naming_authority" variabler.
pt_br: Template (Django ou Jinja2) para o URL que o PURL de uma unidade deve resolver. Tem acesso às variáveis ​​"pid" e "naming_authority".

source: METS resolve URL template
no: METS oversette URL-mal
pt_br: METS resolve o modelo de URL

source: Template (Django or Jinja2) for the URL that a unit's PURL with the "mets" qualifier should resolve to. Has access to "pid" and "naming_authority" variables.
no: Mal (Django eller Jinja2) for URL-en som en enhets PURL med "mets" kvalifiseringen bør løse til. Har tilgang til "pid" og "naming_authority" variabler.
pt_br: Modelo (Django ou Jinja2) para o URL que o PURL de uma unidade com o qualificador "mets" deve resolver. Tem acesso às variáveis ​​"pid" e "naming_authority".

source: File resolve URL template
no: Fil oversette URL-mal
pt_br: Modelo de URL de resolução de arquivo

source: Template (Django or Jinja2) for the URL that a file's PURL should resolve to. Has access to "pid" and "naming_authority" variables.
no: Mal (Django eller Jinja2) for URL-en som en fils PURL skal løse til. Har tilgang til "pid" og "naming_authority" variabler.
pt_br: Modelo (Django ou Jinja2) para o URL que o PURL de um arquivo deve resolver. Tem acesso às variáveis "pid" e "naming_authority".

source: Access derivative resolve URL template
no: Tilgangsderivat oversette URL-mal
pt_br: Modelo de URL de resolução derivada de acesso

source: Template (Django or Jinja2) for the URL that a file's PURL with the "access" qualifier should resolve to. Has access to "pid" and "naming_authority" variables.
no: Mal (Django eller Jinja2) for URL-adressen som en fils PURL med "access" kvalifiseringen bør løse til. Har tilgang til "pid" og "naming_authority" variabler.
pt_br: Modelo (Django ou Jinja2) para o URL que o PURL de um arquivo com qualificador de "acesso" deve resolver. Tem acesso às variáveis ​​"pid" e "naming_authority".

source: Preservation derivative resolve URL template
no: Oversette URL-mal for bevaringsbearbeiding
pt_br: Modelo de URL de resolução de derivação de preservação

source: Template (Django or Jinja2) for the URL that a file's PURL with the "preservation" qualifier should resolve to. Has access to "pid" and "naming_authority" variables.
no: Mal (Django eller Jinja2) for URL-en som en fils PURL med "preservation" kvalifiseringen bør løse til. Har tilgang til "pid" og "naming_authority" variabler.
pt_br: Modelo (Django ou Jinja2) para o URL que o PURL de um arquivo com o qualificador de "preservação" deve resolver. Tem acesso às variáveis ​​"pid" e "naming_authority".

source: Original file resolve URL template
no: Opprinnelig oversette URL-mal for filer
pt_br: Modelo de URL de resolução de arquivo original

source: Template (Django or Jinja2) for the URL that a file's PURL with the "original" qualifier should resolve to. Has access to "pid" and "naming_authority" variables.
no: Mal (Django eller Jinja2) for URL-en som en fils PURL med "original" kvalifiseringen bør løse til. Har tilgang til "pid" og "naming_authority" variabler.
pt_br: Modelo (Django ou Jinja2) para o URL que o PURL de um arquivo com o qualificador "original" deve resolver. Tem acesso às variáveis ​​"pid" e "naming_authority".

source: PID/handle request request body template
no: PID/håndtak forespørsel hoveddel-mal
pt_br: PID/Solicitar pedido de solicitação modelo de corpo

source: Template (Django or Jinja2) that constructs the HTTP request body using the rendered URL templates above. Has access to the following variables: "pid", "naming_authority", "base_resolve_url", and "qualified_resolve_urls", the last of which is a list of dicts with "url" and "qualifier" keys.
no: Mal (Django eller Jinja2) som konstruerer HTTP-forespørslens hoveddel ved hjelp av de gjengitte URL-malene ovenfor. Har tilgang til følgende variabler: "pid", "naming_authority", "base_resolve_url", og "qualified_resolve_urls", sistnevnte er en liste over ordbøker med "url" og "qualifier" nøkler.
pt_br: Modelo (Django ou Jinja2) que constrói o corpo de solicitação HTTP usando os modelos de URL renderizados acima. Tem acesso às seguintes variáveis: "pid", "nomeando_autoridade", "base_resolve_url" e "qualificado_resolve_urls", sendo a última uma lista de dicts com as teclas "url" e "qualificador".

source: Storage Service URL
no: Lagringstjeneste-URL
pt_br: URL do Serviço de Armazenamento

source: Full URL of the storage service. E.g. https://192.168.168.192:8000
no: Lagringstjenestens fulle URL. F.eks. https://192.168.168.192:8000
pt_br: URL completo do serviço de armazenamento. Por exemplo. https://192.168.168.192:8000

source: Storage Service User
no: Lagringstjenestebruker
pt_br: Usuário do Serviço de Armazenamento

source: User in the storage service to authenticate as. E.g. test
no: Bruker i lagringstjenesten å autentiseres som. F.eks. test
pt_br: Usuário do serviço de armazenamento com o qual se autenticar. Por exemplo: test

source: API key
no: API-nøkkel
pt_br: Chave API

source: API key of the storage service user. E.g. 45f7684483044809b2de045ba59dc876b11b9810
no: Lagringstjenestebrukerens API-nøkkel. F.eks. 45f7684483044809b2de045ba59dc876b11b9810
pt_br: API chave do usuário do serviço de armazenamento. Por exemplo. 45f7684483044809b2de045ba59dc876b11b9810

source: Use default configuration
no: Bruk standardkonfigurasjon
pt_br: Use a configuração padrão

source: You have to manually set up a custom configuration if the default configuration is not selected.
no: Du må sette opp en tilpasset konfigurasjon manuelt om standard-konfigurasjonen ikke er valgt.
pt_br: Você precisa fazer manualmente uma configuração personalizada se a configuração padrão não for selecionada.

source: Select algorithm
no: Velg algoritme
pt_br: Selecione um algorítimo

source: None
no: Ingen
pt_br: Nenhum

source: Assign UUIDs to directories
no: Tildel mapper UUID-er
pt_br: Atribuir UUIDs para diretórios

source: Generate transfer structure report
no: Generer overføringsstruktursrapport
pt_br: Gerar relatório de estrutura de transferência

source: Perform file format identification (Transfer)
no: Utfør filformatidentifikasjon (Overføring)

source: Extract packages
no: Pakk ut pakker
pt_br: Extrair pacotes

source: Delete packages after extraction
no: Slett pakker etter utpakking
pt_br: Eliminar pacotes após a extração

source: Perform policy checks on originals
no: Utfør samsvarskontroll av originaler
pt_br: Execute verificações de políticas em originais

source: Examine contents
no: Undersøk innhold
pt_br: Examinar conteúdos

source: Create SIP(s)
no: Opprett SIP(-er)
pt_br: Criar SIP(s)

source: Perform file format identification (Ingest)
no: Utfør filformatidentifikasjon (Opplasting)

source: Normalize
no: Normaliser
pt_br: Normalizar

source: Approve normalization
no: Godkjenn normalisering
pt_br: Aprovar a normalização

source: Generate thumbnails
no: Generer miniatyrbilder
pt_br: Gerar miniaturas

source: Perform policy checks on preservation derivatives
no: Utfør samsvarskontroll på bevaringssderivater
pt_br: Realizar verificações de política sobre derivativos de preservação

source: Perform policy checks on access derivatives
no: Utfør samsvarskontroll på tilgangsderivater
pt_br: Execute verificações de políticas sobre derivativos de acesso

source: Bind PIDs
no: Bind PID-er
pt_br: Vincular PIDs

source: Document empty directories
no: Dokumenter tomme mapper
pt_br: Documentar diretórios vazios

source: Reminder: add metadata if desired
no: Påminnelse: legg til metadata om ønsket
pt_br: Lembrete: adicione metadados se desejar

source: Transcribe files (OCR)
no: Transkriber filer (OCR)
pt_br: Transcrever arquivos (OCR)

source: Perform file format identification (Submission documentation & metadata)
no: Utfør filformatidentifikasjon (Innsendingsdokumentasjon og metadata)

source: Select compression algorithm
no: Velg kompresjonsalgoritme
pt_br: Selecione o algoritmo de compressão

source: Select compression level
no: Velg kompresjonsnivå
pt_br: Selecione o nível de compressão

source: Store AIP
no: Lagre AIP
pt_br: Armazenar AIP

source: Store AIP location
no: Lagre AIP-plassering
pt_br: Local de armazenamento do AIP

source: Upload DIP
no: Last opp DIP
pt_br: Carregar DIP

source: Store DIP
no: Lagre DIP
pt_br: Armazenar DIP

source: Store DIP location
no: Lagre DIP-plassering
pt_br: Local de armazenamento do DIP

source: Yes
no: Ja
pt_br: Sim

source: No
no: Nei

source: Default location
no: Standardplassering
pt_br: Localização padrão

source: Base on PREMIS
no: Baser på PREMIS
pt_br: Base em PREMIS

source: other
no: annet
pt_br: outro

source: Embed
no: Bygg inn
pt_br: Embutir

source: New
no: Ny
pt_br: Novo

source: Other
no: Annet
pt_br: Outro

source: Replace
no: Erstatt
pt_br: Substituir

source: ArchivesSpace base URL
no: ArchivesSpace grunn-URL

source: Example: http://aspace.test.org:8089
no: Eksempel: http://aspace.test.org:8089

source: ArchivesSpace administrative user
no: ArchivesSpace administrativ bruker
pt_br: Usuário administrativo ArchivesSpace

source: Example: admin
no: Eksempel: admin
pt_br: Exemplo: admin

source: ArchivesSpace administrative user password
no: ArchivesSpace administrativ brukers passord
pt_br: Senha do usuário administrativo do ArchivesSpace

source: Password for user set above. Re-enter this password every time changes are made.
no: Angi passord for bruker over. Skriv inn dette passordet hver gang endinger gjøres.
pt_br: Senha para o usuário definido acima. Digite novamente esta senha sempre que forem feitas alterações.

source: Restrictions apply
no: Begresninger gjelder
pt_br: Restrições aplicadas

source: XLink Show
no: XLink Vis
pt_br: Mostrar XLink

source: XLink Actuate
no: XLink Aktiver
pt_br: Acionar XLink

source: Object type
no: Objekt-type
pt_br: Tipo de objeto

source: Optional, must come from ArchivesSpace controlled list. Example: sound_recording
no: Valgfritt, må komme fra en ArchivesSpace-kontrollert liste. Eksempel: sound_recording
pt_br: Opcional, deve vir da lista controlada ArchivesSpace. Exemplo: sound_recording

source: Use statement
no: Bruk uttalelse
pt_br: Declaração de uso

source: Optional, but if present should come from ArchivesSpace controlled list. Example: image-master
no: Valgfritt, men hvis den eksisterer skal den komme fra en ArchivesSpace-kontrollert liste. For eksempel: image-master
pt_br: Opcional, mas se presente, deve vir da lista controlada ArchivesSpace. Exemplo: master de imagem

source: URL prefix
no: URL-prefiks
pt_br: prefixo URL

source: URL of DIP object server as you wish to appear in ArchivesSpace record. Example: http://example.com
no: DIP-objekt-serverens URL som du vil at den skal vises i ArchivesSpace registeret. Eksempel: http://example.com
pt_br: URL do servidor de objetos DIP conforme você deseja que apareça no arquivo ArchivesSpace. Exemplo: http://example.com

source: Conditions governing access
no: Vilkår for tilgang
pt_br: Condições de acesso

source: Populates Conditions governing access note
no: Fyller vilkår for tilgangsnotat
pt_br: Preenche as condições que regem a nota de acesso

source: Conditions governing use
no: Vilkår for bruk
pt_br: Condições de uso

source: Populates Conditions governing use note
no: Fyller vilkår for bruksnotat
pt_br: Preenche as condições que regem a nota de uso

source: ArchivesSpace repository number
no: ArchivesSpace datalager-nummer
pt_br: Número do repositório do ArchivesSpace

source: Default for single repository installation is 2
no: Standard for én enkel lagringsinstallasjon er 2
pt_br: O padrão para instalação de repositório único é 2

source: Inherit digital object notes from the parent component
no: Arv merknader om det digitale objektet fra overordnet komponent
pt_br: Herdar notas de objetos digitais a partir do nível superior

source: Upload URL
no: Last opp URL
pt_br: Carregar URL

source: URL where the AtoM/Binder index.php frontend lives, SWORD services path will be appended.
no: URL der AtoM/Binder index.php frontend ligger, SWORD-tjenesters sti vil bli lagt til.
pt_br: URL onde o frontend index.php do AtoM/Binder está, o caminho dos serviços SWORD serão acrescentados.

source: Login email
no: Påloggings-epost

source: E-mail account used to log into AtoM/Binder.
no: E-postkonto brukt for pålogging til AtoM/Binder.
pt_br: Conta de e-mail usada para entrar no AtoM/Binder.

source: Login password
no: Påloggingspassord
pt_br: Senha de login

source: Password used to log into AtoM/Binder.
no: Passord brukt for pålogging til AtoM/Binder.
pt_br: Senha usada para entrar no AtoM/Binder.

source: AtoM/Binder version
no: AtoM-/Binder-versjon
pt_br: Versão do AtoM/Binder

source: Rsync target
no: Rsync-mål
pt_br: Objeto rsync

source: The DIP can be sent with Rsync to a remote host before is deposited in AtoM/Binder. This is the destination value passed to Rsync (see man 1 rsync). For example: foobar.com:~/dips/.
no: DIP-en kan sendes med Rsync til en ekstern vert før den blir deponert i AtoM/Binder. Dette er destinasjonsverdien sendt til Rsync (se man 1 rsync). Foreksempel: foobar.com:~/dips/.
pt_br: O DIP pode ser enviado através de Rsync para um servidor remoto antes de ser depositado no AtoM/Binder. Este é o valor de destino passado para o Rsync (consulte man 1 rsync). Por exemplo: foobar.com:~/dips/.

source: Rsync command
no: Rsync-kommando
pt_br: Comando Rsync

source: If --rsync-target is used, you can use this argument to specify the remote shell manually. For example: ssh -p 22222 -l user.
no: Hvis --rsync-target brukes, kan du bruke dette argumentet for å spesifisere det eksterne shell-et manuelt. For eksempel: ssh -p 22222 -l user.
pt_br: Se-sync-target for usado, você pode usar esse argumento para especificar o shell remoto manualmente. Por exemplo: ssh -p 22222 -l usuário.

source: Debug mode
no: Feilsøkingsmodus
pt_br: Modo de depuração

source: Show additional details.
no: Vis ytterlige detaljer.
pt_br: Mostre detalhes adicionais.

source: REST API key
no: REST API-nøkkel
pt_br: API REST chave

source: Used in metadata-only DIP upload.
no: Brukes i kun-metadata DIP opplasting.
pt_br: Usado no upload de DIP somente para metadata.

source: Deleted.
no: Slettet.
pt_br: Apagado.

source: Promoted.
no: Forfremmet.
pt_br: Promovido.

source: Error attempting to promote level of description.
no: Feil ved forsøk på å forfremme beskrivelsesnivå.
pt_br: Erro ao tentar promover o nível de descrição.

source: Demoted.
no: Degradert.
pt_br: Rebaixar

source: Error attempting to demote level of description.
no: Feil ved forsøk på å degradere beskrivelsesnivå.
pt_br: Erro ao tentar diminuir o nível de descrição.

source: Level of description not found.
no: Beskrivelsesnår ikke funnet.
pt_br: Nível de descrição não encontrado.

source: Error retrieving locations: is the storage server running? Please contact an administrator.
no: Feil ved henting av plasseringer: kjører lagringsserveren? Vennligst kontakt en administrator.
pt_br: Erro ao recuperar locais: o servidor de armazenamento está sendo executado? Entre em contato com um administrador.

source: AIP Storage
no: API-lagring

source: DIP Storage
no: DIP-Lagring

source: FEDORA Deposits
no: FEDORA-innskudd

source: Transfer Backlog
no: Overførings-backlogg

source: Transfer Source
no: Overføringskilde

source: Replicator
no: Replikator

source: unlimited
no: ubegrenset

source: Clear %(dir)s?
no: Tøm %(dir)s?

source: Clear
no: Tøm
pt_br: Esvaziar

source: Cleared: %(path)s
no: Tømte: %(path)s

source: No such file or directory: %(path)s
no: Ingen slik fil eller mappe: %(path)s

source: Storage Service inaccessible. Please contact an administrator or update the Storage Sevice URL below.<hr />%(error)s
no: Lagringstjeneste utilgjengelig. Vennligst kontakt en administrator eller oppdater Lagringsenhetens URL nedenfor.<hr />%(error)s
pt_br: O Serviço de Armazenamento não está acessível. Por favor, entre em contato com um administrador ou atualize a URL no Serviço de Armazenamento abaixo.<hr />%(error)s

source: Storage Service failed to create the pipeline. This can happen if the pipeline exists but it is disabled. Please contact an administrator.<hr />%(error)s
no: Lagringstjenesten klarte ikke å lage rør. Dette kan skje hvis røret eksisterer, men den er deaktivert. Vennligst kontakt en administrator.<hr />%(error)s
pt_br: O Serviço de Armazenamento não conseguiu criar a pipeline. Isto pode ocorrer se a pipeline existir mas estiver desabilitada. Por favor, entre em contato com um administrador.<hr />%(error)s

source: Storage Service returned a 404 error. Has the pipeline been disabled or is it not registered yet? Submitting form will attempt to register the pipeline.
no: Lagringstjenesten returnerte en 404-feil. Har røret blitt deaktivert eller er den ikke registrert ennå? Sendingsskjema vil prøve å registrere røret.
pt_br: O Serviço de Armazenamento retornou um erro 404. A pipeline foi desabilitada, ou não foi registrada ainda? O envio deste formulário tentará registrar a pipeline.

source: Unable to load processing configuration page.
no: Kan ikke laste inn konfigurasjonssiden for prosessering.
pt_br: Não foi possível carregar a página de configurações de processamento.

source: Failed to save processing configuration.
no: Kunne ikke lagre prosesseringskonfigurasjonen.
pt_br: Erro ao salvar a configuração de processamento.

source: Saved!
no: Lagret!
pt_br: Salvo!

source: Failed to load processing configuration.
no: Kunne ikke laste prosesseringskonfigurasjonen.
pt_br: Erro ao carregar a configuração de processamento.

source: Insert slug
no: Sett in slug
pt_br: Inserir slug

source: Only compatible with AtoM 2.4 or newer.
no: Bare kompatibel med AtoM 2.4 eller nyere.
pt_br: Apenas compatível com o AtoM 2.4 ou posterior.

source: Connection establishment failed: AtoM server cannot be reached.
no: Tilkobling mislyktes: AtoM-serveren kan ikke nås.
pt_br: O estabelecimento de conexão falhou: o servidor AtoM não pode ser alcançado.

source: Description with slug %(slug)s not found!
no: Beskrivelse med slug %(slug)s ikke funnet!
pt_br: Descrição com slug%(slug)snão encontrado!

source: Unknown error: %(error)s
no: Ukjent feil: %(error)s
pt_br: Erro desconhecido: %(error)s

source: Metadata re-ingest
no: Metadata gjenopplasting
pt_br: Metadados de readmissão

source: Partial re-ingest
no: Delvis gjenopplasting
pt_br: Readmissão parcial

source: Full re-ingest
no: Full gjenopplasting
pt_br: Readmissão completa

source: Only needed in full re-ingest
no: Bare nødvendig i full gjenopplasting
pt_br: Apenas necessário em readmissão completa

source: default
no: standard
pt_br: padrão

source: Please type in the UUID to confirm
no: Vennligst skriv inn UUID-en for å bekrefte
pt_br: Digite o UUID para confirmar

source: Reason for deletion
no: Årsak for sletting
pt_br: Motivo da eliminação

source: uuid must be defined
no: uuid må spesifiseres
pt_br: uuid deve ser definido

source: UUID mismatch
no: UUID-uoverensstemmelse
pt_br: incompatibilidade de UUID

source: Stored
no: Lagret
pt_br: Armazenado

source: Deletion requested
no: Sletting forespurt
pt_br: Eliminação solicitada

source: The AIP package containing the requested METS cannot be found
no: AIP-pakken som inneholder de etterspurte METS-ene ble ikke funnet

source: Metadata-only DIP upload failed, check the logs for more details
no: Kun-metadata DIP-opplasting mislyktes, sjekk loggene for mer informasjon
pt_br: O upload DIP somente de metadados falhou, verifique os logs para obter mais detalhes

source: Metadata-only DIP upload has been completed successfully. New resource has slug: %(slug)s
no: Kun-metadata opplastnig av DIP er fullført. Ny ressurs har slug: %(slug)s
pt_br: O upload DIP somente de metadados foi concluído com sucesso. Novo recurso tem slug: %(slug)s

source: Error re-ingesting package: %(message)s
no: Feil ved gjenopplasting av pakke: %(message)s
pt_br: Erro ao readmitir o pacote: %(message)s

source: Unable to connect to storage server. Please contact your administrator.
no: Kan ikke koble til lagringsserveren. Vennligst kontakt administratoren din.
pt_br: Não é possível conectar ao servidor de armazenamento. Entre em contato com o administrador.

source: %(count)d object
no: %(count)d objekt
pt_br: %(count)d objeto

source: %(count)s objects
no: %(count)s objekter
pt_br: %(count)s objetos

source: Could not base64-decode provided path: %(path)s
no: Kunne ikke base64-dekode oppgitt sti: %(path)s
pt_br: Não foi possível o caminho fornecido base64-decode %(path)s
